
[UNK]
.
,
que
a
de
e
o
no
um
para
as
em
uma
os
com
do
mais
se
da
como
mas
?
por
muito
na
pessoas
isso
so
eu
quando
esta
isto
tambm
porque
ser
s
das
tem
nos
temos
ns
fazer
ao
tm
agora
sua
ou
h
est
dos
seu
podem
onde
mundo
foi
esto
ento
eles
ter
cada
ainda
mesmo
j
histria
era
coisas
anos
vou
tentar
nossas
vida
todos
sobre
pode
l
este
qualquer
podemos
novo
meu
grande
estes
estava
encontrar
coisa
bem
aqui
vocs
vez
vamos
todo
pessoa
minha
me
ele
ela
assim
aplausos
ano
algo
tudo
toda
qual
pouco
pelo
obrigado
nunca
numa
forma
eram
elas
dlares
diferentes
crianas
apenas
aos
todas
tinha
tempo
talvez
sistema
simples
sim
sem
sabemos
realmente
realidade
quero
quanto
primeiro
portanto
penso
pela
num
nosso
nossa
muitos
interessante
estou
entre
durante
dizer
antes
vossa
volta
vo
verdade
vai
usar
to
tipo
tinham
termos
tenho
tecnologia
si
seja
risos
resposta
relao
prprio
pas
novos
normal
neste
mulheres
mesma
informao
ideia
hoje
havia
falar
estavam
estas
estamos
essas
doena
disso
dia
deles
criar
crebro
claro
certeza
at
alm
ali
algumas
algum
aconteceu
voc
vivem
viso
vidas
vezes
ver
vdeo
trs
significa
seus
sabem
razo
questo
queria
quem
quase
prpria
projeto
problemas
problema
preo
poderamos
poder
parece
pais
outras
outra
nvel
nova
nome
nica
nada
muitas
momento
molculas
milhes
maior
lado
ir
final
fim
fazem
facto
exemplo
esse
disse
diferente
dias
desta
contra
construir
comeou
cidade
china
cerca
caso
bebs
animais
alguns
alguma
acerca
vos
voltar
viver
vista
velocidade
veculos
unidos
tumor
trabalho
tirar
terra
teoria
tamanho
surgir
sou
somos
sociedades
sido
serem
sempre
segurana
segunda
sabia
sabes
respostas
resolver
recursos
quo
querem
produtos
primeira
preciso
possvel
pois
pobreza
pnis
pior
perfeito
pequeno
pequena
pensar
pases
parte
palestra
outros
oriente
ok
obrigada
nenhum
nem
natural
muita
mudar
mudanas
mquina
momentos
mo
mim
milhares
mil
mente
mental
menos
melhor
maioria
lugares
locais
lnguas
lderes
john
imaginem
humanos
houve
grandes
governo
google
global
gerao
fsico
frica
fotografia
foram
fora
for
fez
ferramentas
fazla
exactamente
eua
estranho
estados
estado
essa
escola
energia
duma
duas
dizervos
direitos
dinheiro
difceis
diarreia
deus
deste
depois
contar
conta
conseguimos
conjunto
computador
compreender
cinco
chris
centrais
cdigo
capazes
c
bastante
baixo
atrs
artificial
altura
acredito
acontecer
acontece
zumbido
xx
vtimas
vrios
voz
voto
vosso
vlvulas
viviam
virar
violncia
vih
verde
vem
valor
usando
uns
universo
tv
tuberculose
tu
trocar
tornou
tornase
tornarse
tornarmos
tmida
tive
tipos
terem
terceiro
tenham
tenha
ted
tecnolgicos
tecidos
teatro
tarde
tanto
tal
swann
sustentvel
stio
sonho
somente
som
soluo
sociedade
sistemas
significado
sentimos
semana
sejam
segundos
segundo
seguir
sculo
rodas
risco
revelar
retina
responsvel
representao
rendimento
relaes
reflete
redor
recordao
recompensa
querida
quer
quatro
quantos
pudssemos
prprios
provvel
proust
projecto
procura
privacidade
precisamos
prazer
poucos
posso
porqu
ponto
poderia
poca
pobres
pista
petrleo
pesquisa
perto
pergunta
perfura
perfil
pensei
pensam
pensa
pelos
pelas
pedir
pea
pblicos
passar
passado
passada
particularmente
partculas
par
ouvirem
outro
organizaes
olhos
olhar
oh
observar
objeto
objectivo
notcia
normalmente
noo
nmero
nico
nesta
nenhuma
negra
natureza
nasceram
nas
nacional
museu
mudana
muda
movimento
mostrarvos
mostrar
mos
morte
molcula
modo
modelo
mistrio
meus
mesa
mergulho
meio
medo
mdio
mdia
matemtico
massivamente
manuscrito
maneira
malria
luz
lugar
lua
ltimos
livro
livre
linha
ligadas
ler
jeopardy
janela
iria
interfere
inteligncia
insectos
inicialmente
independentes
incluem
impresso
importante
impacto
humano
humana
gua
grupo
futuro
fundao
funciona
frente
forte
formas
fomos
floresta
fizemos
fiquei
ficou
ficar
fgado
faz
favor
fatores
famlia
falarvos
exrcito
experincias
existem
existe
estvamos
estupidez
estudo
estruturas
estrada
estatstica
estar
espcie
espao
escuro
escolherem
escolher
epidemias
entusiasmo
enquanto
enfrentamos
encontram
eficaz
edifcios
dois
diz
disto
direito
digamos
difcil
dezenas
devido
desde
descobri
desafios
desafio
dentes
demorou
delas
deixar
decidir
decidi
dar
dados
d
criaram
criado
crescer
cortina
corrupo
corpo
cordas
controlar
contm
contexto
conte
conscincia
consciente
confuso
conflitos
comunidade
comum
comportamentos
complicado
complicadas
completamente
companhia
comecei
comear
cmara
cientfico
cheiro
certo
certa
centros
centro
centenas
causa
casa
carros
canal
campo
campanha
caiu
cadeira
cadeia
brancos
branca
bomba
boas
boa
autor
automtico
atmosfera
aspeto
arthur
arranjar
arquitectura
ar
aquilo
aquele
apoia
aparelho
andam
amrica
amor
amen
ambiente
amada
altermos
alcanar
agricultor
afinal
abaixo
zero
zapping
woolworth
whitman
web
walt
walle
vouvos
votos
voraz
vontade
voluntariaram
voltou
voltaram
vlido
vizinho
vivos
vivia
vivendo
vital
vitais
visualizao
vistos
viste
visitar
virmonos
virgnia
viram
vir
vinda
video
vibrao
viagem
verificmos
veramos
vendida
venda
vencedores
vencedor
velhos
vejamos
vejam
veja
veio
veias
vegetariano
veem
varola
varia
vantagem
vanier
valores
vale
vais
vacina
v
utilizmos
utilizem
uso
usem
usavam
usas
usada
usa
urbanos
upgrade
universalidade
universal
universais
umas
ultrapassar
u
twitter
tweet
tubares
trouxemos
troquem
trono
trocam
trocadilhos
troca
trnsito
tribos
tribais
tremoos
trela
treinador
tratamento
transportam
transmitir
transmitido
transmitidas
transita
transferem
tragdia
trabalhe
trabalhar
trabalhado
totalmente
tortura
toronto
tornaram
tornandose
tornamos
tor
tomos
tommy
tomate
tomar
tomamos
tom
tocou
tocaste
tocar
tocantes
tnhamos
tmulos
tivesse
tiveram
tiros
tirania
tiramos
timas
tim
tica
textura
texto
teu
testes
testemunho
teste
testar
testados
terrvel
terrorismo
territrio
terrestres
terremoto
tero
ternos
terminar
teria
teresa
terei
teramos
teorias
tentei
tentativas
tentaram
tendo
temas
televiso
tedtalk
tecnlogo
te
tcnica
taxas
tanques
tangvel
talibs
tais
sydney
sustentabilidade
sussurrando
surpreendido
surpreendente
surgido
surdos
suposta
superior
sul
sujo
sujidade
sufragistas
sufis
suficiente
sucia
sucesso
subsistncia
subjacente
subiu
subiram
subir
subido
subestimaram
subatmicas
suas
stewart
srios
srie
sria
sozinha
sorte
sopa
sons
solo
sol
sofre
socialmente
sobrevivente
sobrevivem
sob
smbolos
situao
site
sintome
sinceridade
sinais
simplesmente
signifique
significava
significativa
significar
significados
show
shoots
sexo
setor
sete
seria
seres
serendipidade
sequer
sepultura
separatismo
sentmonos
sentiremse
sentiremos
sentir
sentimento
sentido
sentia
sentes
sentado
sentada
sensveis
sensores
senso
sensata
semelhantes
semelhante
semanas
seis
sei
seguras
seguinte
segredo
segredinho
sector
seattle
sdio
scratch
sc
satlites
satlite
satisfao
sarampo
santee
salvar
saltando
salta
sala
saibamos
saem
sachs
sabor
sabese
sabe
rural
ruidosamente
rs
rpida
roubarvos
rotores
rota
rosling
roots
ronda
roldanas
ritmo
riscos
rins
rift
revelando
revelada
reutilizar
retrotcnica
resultou
resultados
resultado
resto
restituir
restaurao
responsabilidade
responder
respiratrio
respeito
respeitem
resoluo
resistir
reservada
representase
repetir
repente
rendimentos
renderme
remoto
remorso
religioso
relevncia
reinventar
regional
refugiados
reformarse
reformarem
reformados
rede
recuando
recorrentes
recolher
recentes
recentemente
recente
receitas
receios
receamos
rebuados
rebeldia
reao
realizou
reality
realistas
real
reagi
rea
razes
rapaz
raparigas
rap
ramos
radical
rabes
rabbits
qunia
qumicos
quinta
quilmetros
questionarem
questes
querido
queres
queremos
queramos
queixarse
quantidades
quantidade
qualidade
quais
qu
punha
pundit
pulmo
pulmes
puder
ptimo
psiquitrica
ps
prximas
prtica
prottipo
proteo
protenas
protemica
proteger
propsito
proposta
propaganda
pronta
project
programao
programados
programa
profundo
profundidade
proftico
profissionalmente
profissionais
profeta
profanao
produtividade
procurem
processo
processada
prncipe
prmio
privado
priso
prisioneiros
princpios
principalmente
principal
primo
primeiras
prevse
previu
prevamos
pretos
presumivelmente
presso
presidente
preservativos
prescolar
presas
presa
preparado
preocupem
preocuparem
preocupado
precisava
precisam
precioso
precedente
prdio
pragueja
poupar
poupanas
poucas
pouca
potencialmente
potencial
possui
possivelmente
posicionar
porm
poremse
populao
pontoschave
pontos
pontes
poluio
polticas
poltica
poliomielite
podiam
poderoso
podermos
poderes
podamos
pocas
pobre
po
plidas
plateia
plantas
plantar
planeta
planaltos
pistas
pintura
pilhas
pico
pginas
pgina
pessoal
pessoais
pesado
pertence
persuadir
perspicazes
personalidade
perodo
permite
permitamme
permitam
permanente
perigosa
perguntei
perguntam
perfeita
perecemos
perdidas
perder
percorressem
percorrer
percetuais
percepo
percebi
perceber
percebemos
per
pequenos
pequenas
pensamos
pensamento
pega
pediram
pblica
patro
passo
passmos
passeios
passei
passase
passando
passamos
passa
partir
partindo
partilhou
partilhei
partilhar
particular
participantes
parker
pares
pareciam
parecia
pareceume
pareceme
parceria
parar
param
paralizados
papua
papel
palco
palavraspasse
palavras
palavra
paisagens
pai
pagarse
padro
padres
padarias
oxitocina
ouvir
ouvido
outono
ouro
otimista
ory
original
origem
orgnicos
organizao
organismos
ordens
ordem
oramentos
opostos
oportunidade
opinio
opes
one
onda
olhmos
olhemos
olhei
olhamos
olham
olha
ol
okolloh
oferecer
oeste
oculus
ocorreu
ocorrer
ocorrem
ocidental
ocasio
obviamente
obter
obtemos
obscurecem
objecto
objectivos
nuclear
nove
novamente
noutro
noturna
notcias
nota
nossos
normais
noodles
noite
nobel
nmeros
nisto
nisso
ningum
nigria
nicas
neurnios
nestes
nesses
neoecossistema
nele
negros
negro
necessrio
necessrias
necessariamente
neandertais
ndios
ndio
ndia
navegam
navegador
natal
nascem
naquele
naquela
nao
nanopatch
nanopartcula
nanmetro
nairobi
naes
muulmanos
mutuamente
municipal
multido
mudarnos
mudaram
mtodo
msicos
msica
ms
mrda
movembro
mountains
motivado
mostrem
mostramos
mortas
morrow
morriam
morreu
moonshot
montar
monoculturas
molas
moelhores
modernas
moderna
moambique
ml
mk
mito
minuto
minnesota
mina
min
milsimo
milnios
milk
milionsimo
migalhas
midos
microfone
mexer
metros
metro
metais
mesquitas
mesmos
mesas
mergulhar
mentais
menores
menor
melhores
melhoramos
meias
meeiro
medos
meditao
mecnicos
mecanismo
mdicos
mdico
mau
matria
matemticos
matemtica
mata
massiva
massacrados
massa
marte
marshall
maro
margem
marcin
marcha
marcar
maravilhoso
maravilhosas
maravilhado
mapeadas
mapas
manuscritos
mantm
mantivssemos
manter
mantenham
manteiga
mann
manipulando
manifestantes
mangueiras
mangua
maneiras
manada
malfeitor
mala
magnficas
madre
macho
m
luzes
lutaram
lutar
luta
lusfona
lucra
longo
logo
local
lngua
lmpadas
literacia
lista
linhas
linguistas
linguagem
lindamente
limpar
limites
ligeiramente
ligaes
ligada
lgica
levastea
levar
letras
leitor
leis
leipzig
lei
legitimasse
legal
legado
lava
largar
lanamento
lanam
lamentamos
lama
lacunas
kenyan
kadhafi
justia
juro
jurdico
juntos
julian
jovens
jornal
jornada
jogos
joga
jh
jean
jane
israelita
isoladas
irm
iphone
investe
invertidos
inventores
intuio
introduzir
intocada
intimamente
intifada
interrompamos
interpretado
interna
interiores
intergeracional
interferimos
interessada
inteno
inteligentes
inteiro
intangveis
instrumentos
instrues
instituio
instante
instalao
instabilidade
insetos
inovador
iniciou
iniciativa
iniciar
ingredientes
ingls
infeciosas
infantil
inexaurvel
inernet
indstrias
individualmente
indivduo
indiscreta
indicado
indevidas
incrvel
incontrolvel
includas
incapazes
impulsivo
imprevisvel
importa
implementar
imerso
imensos
imensas
imediato
imediatamente
imaginaria
imaginam
imagens
imagem
iluminada
ilha
igualmente
igualdade
iguais
igreja
idosos
idiota
ideologia
ideias
ideal
icnicas
humanidade
humanas
horizontes
hora
honesto
homogneos
homero
homens
homem
holands
hodgman
hivsida
histricos
hiprides
hg
heroicas
herana
hectare
hbeis
harford
haram
hans
haja
habitats
guin
guerras
guerra
grupos
grmens
gritem
grficos
grego
green
grcia
gravitacional
grave
gratuitamente
grace
gps
governos
gosto
gostem
golf
goldman
gnero
gmeos
glorificando
globalizao
glass
gg
gezi
gerimos
geral
gera
gente
genricos
genmica
genes
gememos
gastar
gasta
gases
garras
garantido
garagem
ganhar
gallery
gajo
gafanhotos
futebol
fundos
fundo
fundamentalmente
fundamentais
funcione
funcionar
fumo
fui
fugiram
fssemos
fronteiras
fronteira
fria
frase
fraco
fotos
fotografar
fossem
fosse
formato
forem
foilhe
fogueto
fogo
focarmos
fmea
flutuar
floresce
fizeram
fixado
fios
filme
filmar
filhos
filho
fico
ficam
fica
ferro
ferramenta
feriado
feliz
felicidade
feitos
feito
fcil
fazemos
fato
fascinado
fardo
fantsticos
fantstico
fantoche
famoso
falsas
falsa
falhou
falharam
falemos
falem
falecida
falantes
faladas
faciais
faam
f
extroverso
extrema
extravazamento
extino
expresses
expressa
explorar
explorao
explicarvos
explicar
experincia
expanso
exortandonos
existir
existimos
existiam
existentes
exato
exatamente
examinar
evolumos
evoluam
evita
evan
euros
europeus
eucalipto
estvel
estrutura
estrela
estratgias
estradas
estivssemos
estivesse
estiverem
estive
estaria
estaes
estabilidade
esses
essencialmente
esquina
esqueletos
esprito
espetaculares
esperteza
esperma
esperava
espera
especificamente
especficos
especficas
espcies
espantosa
espacial
esguelha
escutem
escriba
escrevo
escreve
escondido
esconder
esconde
escolhas
escolha
escolas
escndalo
escandinavos
escalar
escala
esbugalhados
es
ervas
errada
eric
erguido
equipamentos
equipamento
equipados
equilibrados
equao
epidemia
enviasse
enviar
envelhecimento
envelhecido
entropia
entrar
entendam
entanto
enormes
enorme
engenheiros
enganosa
enganamos
enfureceuse
energtico
endmico
endinheiradas
encurralada
encorajem
encontravam
encontramos
encargo
encanto
empresas
empreendedores
empenhadas
emoo
emdin
emails
elevados
elevado
eis
einstein
ei
eficientes
efetivamente
educao
edifcio
ecr
ecossistema
economia
ecolgica
dzia
dvidas
duzentos
durar
durao
duplos
dormitrios
domnio
doentes
doenas
documentos
dizimados
dizem
divises
divirtamse
distribudo
distrairnos
distantes
dissessem
dispositivos
dispor
disponvel
disparar
disparam
dirigamos
director
directo
directamente
dimenso
digitais
diga
dificuldade
diferenciadas
diferena
dicotomia
diametricamente
diagramas
diagnstico
devoram
deveriam
deveria
devastadoras
devamos
detrs
determinamos
determinadas
determina
detalhe
detalhadamente
desvendar
destruir
destruio
destruindo
destas
desse
dessa
desporto
deslocar
deslocam
desisti
designers
design
desgoverno
desfiladeiro
desesperar
desenhe
desenhar
desenhados
desempenho
descrito
desconhecido
descobre
descobertas
desarmadas
desaparecer
desafiar
desafiantes
desafia
desacordo
depresso
deportadas
dentro
densas
demos
democracia
demais
dele
dela
deixou
deixlos
deixemme
deixaro
definio
decorrentes
decoradores
decifrar
decidiram
deah
dcada
daqui
daquela
dano
damoslhes
dammann
dalai
dadora
custos
custam
curve
curtas
curiosidade
cura
culturas
culos
cuidamos
cruel
crticas
crneas
crise
crimos
criminalizar
criei
criaturas
criatura
criatividade
criao
criam
criados
criadores
criador
crescente
cresce
creche
county
cotado
costumvamos
costumava
corrida
correto
corrente
coreografar
coreano
corderosa
corao
corajosas
convosco
convencer
contssemos
controlam
contribuio
contrarregra
continuidade
continuar
continua
continha
contemplao
contas
contactveis
contabilidade
consumidores
construo
constituram
constantemente
constante
considerar
considerada
conseguirmos
conseguem
consegue
connosco
conheo
conhecimento
conheciam
conhecer
conhecem
conheam
congresso
confcio
conduzem
condies
conceo
conceito
concebemos
comunidades
comunicado
computadores
comprometer
compreensvel
compreendi
comprar
componente
complexo
complexa
comparar
comigo
comido
comida
comemos
comem
comeam
comea
combinaes
comandos
comam
colorido
colonizao
coloclos
colocaramno
colocar
colheitas
colheita
coleco
colchetes
colapso
coc
cmus
clulas
clssico
climtica
clima
cleveland
clculo
classificaes
classificadas
clareza
claramente
civilizao
ciumentos
cirurgia
circunstncias
cinzentas
cincia
cima
cientfica
cido
cidades
chocolate
chins
chinesa
chifres
chicago
cheirar
chego
chegarmos
chegaramos
chegaram
chegar
chegam
chamava
chamase
chamamoslhe
chamados
chamado
chamaa
certamente
centrifugador
celibatrio
celebrao
cegos
causar
causam
cativante
categorias
categoria
cascatas
cascata
casas
carvo
caro
carga
carbono
cara
capita
capacidade
caos
canes
canais
canad
caminho
calcut
caixa
cair
ca
bwana
burke
buracos
buraco
building
britnicas
brilhante
brilham
brasil
brand
branco
braille
bons
bonito
bonitas
bom
boltzmann
bolsa
bolos
bolo
boko
blue
bloqueia
blogar
blog
bina
bilies
bigodes
bens
benficas
beleza
bears
baterias
bateria
baseado
barraca
barato
bali
baixos
baixei
baixa
baile
azul
avio
avies
aventura
avariadas
avanos
avanava
avanados
avalilos
av
automaticamente
autoexplanatrio
autoconfiantes
autistas
austrlia
aumentada
audio
audincia
atualmente
atribuda
atravs
atrai
atracam
ativos
atividades
atividade
atingido
atentos
ateno
astronautas
assustador
assuntos
associaes
associada
asseguremlhes
assegurada
asitico
asilo
artilharia
arte
arroz
arranjou
arquimedes
armas
arbitrria
aqutico
aqueles
aquelas
aquecimento
apurou
aps
aproximao
aproveitam
apropriado
apresentarvos
apresentar
aprendizagem
aprendido
aprendi
aprendermos
aprendemos
aprendem
apontar
apoderei
apareo
aparelhos
apaixonada
anunciaram
antigas
anterior
anlises
angariando
andar
anda
and
amricas
ampliam
amiga
ameno
amendoim
amendoeiras
ambos
ambientais
ambgua
ambas
amaznica
amaznia
amarelo
amante
alvio
alunos
alterar
alshabaab
alley
alis
alimentar
alienado
algoritmo
alfred
alexandria
alegrava
alcoolismo
alcance
albert
alavanca
alasca
ajudlos
ajudlo
ajudarme
ajudar
ajudado
ajuda
airs
aguentaria
agricultores
agradabilidade
agnstica
afundandome
africana
afirmao
afiados
afeio
afectam
aeronutica
advogada
adultos
adulta
adoro
adorava
adoram
adn
admito
admitir
adicionar
adequado
adaptar
adam
activas
acrscimo
acreditassem
acordo
acordamos
acontecido
acontea
acima
acenderamse
acende
aceito
accounting
accionadores
acabmos
acabem
acabar
acabado
abstracta
abstenhamse
absolutos
abriu
abrir
abrimos
abrandaos
abismo
abelhas
abdicar
!