
[UNK]
.
,
the
and
to
of
a
that
it
is
in
you
we
i
s
this
have
so
what
are
they
for
do
was
?
with
but
not
nt
there
on
people
now
about
one
can
at
from
be
were
more
how
because
as
when
all
like
very
know
by
us
our
if
them
up
these
or
my
just
get
your
m
an
who
their
re
had
did
could
also
where
things
some
see
out
let
has
back
will
which
think
only
me
actually
way
new
he
going
would
world
want
something
right
much
her
go
first
does
most
into
different
been
why
ve
time
thing
then
thank
tell
really
no
make
here
big
those
than
talk
story
other
many
lot
his
every
even
year
take
she
look
ll
feel
come
children
applause
years
whole
well
still
small
own
need
made
lives
little
life
find
end
each
down
day
being
any
again
try
technology
system
simple
say
same
reality
put
project
laughter
last
kind
itself
its
happened
got
everything
ever
dollars
created
bit
yet
yeah
working
work
women
use
two
turns
trying
too
today
times
stop
show
point
person
percent
over
okay
never
mind
mean
maybe
may
human
great
good
fact
exactly
everyone
create
course
country
completely
building
brain
before
around
after
whatever
went
video
united
together
through
sure
states
space
someone
second
school
said
resources
question
problem
please
perfect
off
normal
none
news
name
moment
molecules
mental
means
making
love
looked
lived
interesting
information
idea
help
having
five
fire
dark
city
china
changes
change
challenges
ca
both
began
become
another
amount
already
across
worse
wonderful
without
white
water
wanted
vision
value
used
understand
u
tv
tumor
towards
tough
took
three
thousand
thought
theory
test
state
sort
societies
smell
single
should
security
road
reveal
response
relationship
real
problems
power
poverty
poor
plants
places
picture
per
object
numbers
next
natural
money
might
meet
meant
massive
machine
loved
looks
living
live
level
learned
late
language
knew
john
intelligence
instead
insects
individual
income
imagine
history
him
happen
hands
hand
ground
green
government
god
global
giving
generation
gave
field
few
fear
expected
exist
exchange
example
energy
east
dream
disease
diarrhea
design
deep
decided
days
data
d
couple
countries
computer
complicated
code
clue
close
chris
choose
century
cause
case
called
born
between
better
below
believe
behind
babies
away
artificial
animals
amazing
am
almost
africa
yes
write
works
window
whether
wheelchair
week
weather
wearing
ways
warhead
walk
voice
vital
violence
victims
valves
universe
universal
turning
turn
tried
travel
tools
throughout
though
thinking
theater
th
ted
talking
table
systems
swann
sustainable
such
structures
stronger
string
stock
step
stay
started
start
spend
specific
sound
solve
society
size
six
sitting
site
since
shy
shared
several
sense
seeds
secret
seconds
scuba
scientific
science
says
saying
sale
roughly
risks
reward
retire
results
responsible
respect
research
relationships
reason
realized
realize
ready
read
public
proust
program
profile
products
private
privacy
price
pretty
predicted
possible
plus
pleasure
piece
penis
particularly
particles
parents
parent
originally
order
open
ones
once
oil
oh
obviously
number
nature
national
nation
mystery
museum
movement
move
moments
molecule
modern
millions
million
middle
matter
march
manuscript
manage
malaria
longer
long
line
lights
light
less
legacy
left
learn
leaders
languages
land
knows
kinds
keeps
keep
jeopardy
instance
incredible
important
impact
illness
humans
home
hold
hiv
high
hey
half
growing
grow
google
goods
gone
goes
girls
getting
gear
front
free
four
foundation
found
forms
food
follow
focus
finding
fears
farmer
far
family
fairly
failed
face
eyes
expensive
epidemics
environment
enough
emerge
else
either
effective
ecosystem
dutch
during
dumb
due
drill
dozen
doing
discover
devices
device
determine
designers
designed
crops
county
count
core
copyright
control
context
conflicts
complex
company
community
comes
chinese
cheaper
channel
changing
changed
challenging
challenge
chain
cars
campaign
came
business
burden
build
bread
brand
book
blue
blogging
black
biggest
beyond
behavior
becomes
became
beautiful
battery
audience
atmosphere
asks
asked
arthur
army
architecture
anyone
answers
answer
america
amen
amazon
ago
age
against
admit
above
zero
younger
young
yellow
yell
yearold
yard
writes
worth
worry
worldwide
worked
word
woolworth
wonder
wo
witness
wire
winner
win
wilderness
whitman
whiter
whispering
western
west
weird
weeks
weed
webpage
web
weapon
wave
wash
wary
wars
warming
war
wants
walt
walle
walked
wake
waiting
voting
vote
voracious
volunteered
virtual
virginia
viewed
vibration
venue
veins
vein
veil
vehicles
vehicle
vegetarian
vanier
vaccine
usually
using
uses
urban
upgrade
unusual
untouched
until
unpredictable
unpack
unknown
universality
understandable
underperforming
underlying
underestimated
under
uncontrollable
unarmed
uh
tyranny
types
type
twitter
twins
tweet
tusks
turned
tuberculosis
truly
trillion
tribes
tribal
treatment
traveled
transits
transit
transfer
tragedy
touching
touched
totally
torture
toronto
tor
toolbox
tool
tommy
tombs
tomato
tom
tissue
tiny
tim
tied
thousands
third
theories
texture
text
tested
terrorism
teresa
tens
televised
teeth
tedtalk
technologist
technological
technical
taste
tanks
tangible
talked
taliban
taking
takes
takeaway
t
syria
symbols
sydney
switching
sweden
swear
swap
sustainability
survivor
survive
surrounding
surround
surrendering
surprised
surpass
surgery
surely
supposedly
supposed
supports
support
sunshine
sufi
suffragettes
suffers
suddenly
successful
subsistence
subatomic
stupidity
stuff
study
students
structure
strongly
strings
streaming
strategies
stick
stewart
stealing
statistics
statistical
stations
statement
starts
star
stands
standard
stand
stagehand
stage
stable
stability
squint
springs
spraying
spot
sports
spoken
spinning
sperm
spending
speeds
speed
spectacular
specifically
species
speakers
speak
spaceflight
south
soup
soundscapes
sounds
songs
somebody
solving
solution
sodium
sock
socially
smoke
smarter
smart
smallpox
smaller
slowing
slightly
skylines
skilled
skeletons
sixteenbynine
sister
sinking
sincerity
similar
signs
significance
sight
showing
shots
shorter
short
shoots
shine
shifted
sharks
sharecropper
share
shapeshifter
shack
sex
severe
seven
settling
set
serendipity
sensors
sensitive
sensible
sends
sells
selffulfillment
selfexplanatory
selfconfident
select
seen
seems
seem
seek
secure
sector
seattle
searchability
scrim
scribe
screening
screen
scream
scratch
scary
scandinavian
scandal
scale
saw
savings
save
satellites
satellite
sat
santee
sane
sachs
rural
run
rovers
round
rotors
rosling
rose
roots
rooted
rooms
room
rocket
roads
risk
rise
rights
rift
rice
rhythm
reviews
reverse
revenues
revealed
reuse
retired
retina
resurged
restore
restaurant
rest
responsibility
responses
resolve
resisting
reserved
represented
representation
remote
remorse
reminder
religious
related
reinvent
regional
refugees
refrain
reflects
red
recently
recent
reasons
rear
realistic
reader
reaction
react
ratings
rather
rates
rapprochement
rap
ranges
range
raising
raise
radical
rabbits
quoted
quick
questions
quest
quality
putting
push
puppet
puns
pundit
pulleys
pulled
psychiatric
prototyped
protesters
proteomics
protection
protect
proposal
prophetic
projected
profound
profit
professionally
professional
productivity
processed
proceeded
probably
prncipe
prizewinning
prisoners
printing
print
principles
prime
priced
presumably
pressure
president
presenting
prepared
prekindergarten
predictor
preceding
practice
powers
powerful
powered
potentially
potential
possibly
portuguesespeaking
population
poop
pollution
polls
political
polio
policy
plays
playing
play
plant
planet
planes
place
pink
picket
physicist
physicians
physicality
physical
phrase
photos
photographing
photograph
photo
persuade
personally
personality
personal
permanent
perish
period
perhaps
perceptual
perception
peoplewatch
penises
peer
peanut
peak
payload
pay
patterns
pattern
patients
past
password
passionate
pass
partnership
particular
participants
part
parker
paralyzed
papua
paper
palimpsester
pale
pages
pack
oxytocin
outpouring
outfit
ourselves
otherwise
ory
original
organizations
organization
organisms
organic
orders
options
optimistic
opposed
opportunity
opinion
opens
opened
oneself
older
old
okolloh
ok
offshore
offer
odds
odd
oculus
occurring
occurred
occasion
obscure
nuclear
nowhere
novel
notoriously
notion
nothing
noodles
nonmuslim
nobel
nineyearold
night
nigeria
nice
newspaper
neurons
netzero
neighbor
needed
necessarily
nearly
near
neanderthals
navigate
naval
naturally
nations
nanopatch
nanoparticle
nanometer
nairobi
myth
myself
mutually
mustaches
must
musicians
music
multiple
mozambique
moving
movember
mountains
mother
mosques
morrow
moonshot
moon
month
monocultures
model
moan
ml
mistress
mismanagement
minute
minnesota
mine
min
millenia
milk
mild
microphone
method
meter
metals
mess
men
meditation
mechanism
mechanical
measure
measles
meanings
meaningful
meaning
mathematicians
mathematician
mathematical
math
match
marshall
mars
margin
marcin
maps
mapped
manuscripts
manufacturers
mann
manipulating
managua
man
male
makes
magnificent
lungs
lung
loudly
lots
lost
lose
looking
logic
local
liver
literacy
listening
listen
list
linguists
lines
liking
likely
lightup
lifetime
lever
letting
letters
lets
lengths
leitmotifs
leipzig
legitimately
legal
leg
led
least
leash
learning
leader
lawyer
lawsuit
law
launched
largest
larger
large
lamps
lama
laid
l
korean
knowledge
king
kindergarten
kilometers
kills
killer
killed
kids
kidneys
kid
keystone
key
kenyan
kenya
julian
jh
jelly
jean
jealous
jane
jail
israeli
isolated
island
iron
iphone
inverted
inventors
intuition
intimately
intifada
interpreted
internet
interior
interfered
interested
intention
intend
intangible
instruments
instruction
institution
instability
insider
inside
innovator
inform
infectious
inexhaustible
industries
individually
indicated
indians
indian
india
independent
indeed
included
include
incarcerated
impulsive
improvement
improve
immediately
images
illnesses
ideology
ideas
ideal
iconic
hyperides
hype
hushed
hundredthousand
hundreds
hundred
humanity
hum
hugh
huge
however
house
hoses
horns
honest
homogenous
homes
homer
holiday
holes
hole
holding
hodgman
hivaids
hit
historical
himself
highly
highlands
hides
hide
hi
hg
herrings
heroic
herd
helped
hell
held
hectare
heavy
heart
hearing
heard
hear
healing
head
harford
hardwired
hardesttoreach
hard
haram
happy
happiness
happens
hans
handle
hammered
habitats
guy
guinea
guess
groups
group
groan
grid
grew
greek
greece
greatly
greatest
gray
gravitational
grave
grasshoppers
gras
graphs
granted
grandfather
grace
gps
governments
gotten
googly
golf
goldman
gold
goggles
goals
glorying
globalization
glass
gives
give
gg
gezi
genomics
genes
generic
generations
generally
general
gazes
gaze
gases
gaps
game
gallery
gaddafi
futureless
future
funds
fundamentally
fun
frontier
friend
fresh
freely
framework
fourbythree
fought
fortunate
forth
format
forever
forest
foreign
force
football
fold
foie
float
fix
firing
finely
finally
film
figured
fighter
fight
fifth
fiction
fewer
fence
female
felt
felled
fell
feet
feeling
fast
fascinated
farmers
fangs
false
fallen
fall
faith
fairness
factors
facility
facial
fabric
extroversion
extreme
extinct
extensive
extends
extend
expressions
express
exposed
exploration
exploit
explain
experiments
experiencing
experiences
experienced
experience
expansion
existing
exhorting
excitement
excited
excite
exchanged
examine
evolved
evening
evan
euros
europeans
eucalypt
ethic
essentially
escaped
es
eric
equipped
equation
equates
epidemic
environmental
entropy
entrepreneur
enjoy
english
engineers
engineering
engineered
engaging
energetically
endemic
ended
encourage
enable
empty
emotion
emdin
emails
einstein
efficient
effectively
education
economy
eating
eaten
eat
easily
earthquake
earth
earlier
ear
dying
drop
driverless
drive
draws
doubts
double
dots
dormitories
door
donor
domain
documents
document
doctor
dock
dna
diversions
diverse
dive
distributed
distract
distant
discerning
dirty
dirt
director
directly
dimension
digital
difficulty
difficulttocontrol
difficult
difference
died
dichotomy
diametrically
diagnostic
devour
determines
determined
detects
detail
destruction
destroying
destroy
despairing
designing
desecration
described
depth
depression
deported
denser
democracy
demand
degrees
defined
defiance
deeppocketed
deciding
deceive
decade
death
dear
deah
deaf
dangerous
dammann
damaging
damage
dalai
dad
curtain
curses
curiosity
cure
curbs
crumbs
cruel
crowd
crop
crisis
criminalizing
credited
creatures
creature
creator
creativity
crazy
crashed
courageous
counts
counted
costs
cost
corruption
corralled
corporations
corner
corneas
contribution
continuity
continued
contemplation
contains
containing
contain
contacted
consumer
constituted
constantly
constant
considered
consider
consciousness
conscious
connections
congress
confusion
confucius
conference
conducive
condoms
concerned
concept
computers
compromise
component
complain
comparing
communities
commands
coming
combinations
colorful
collection
collected
collapsing
cold
coining
coal
coach
cmus
climb
climate
cliff
cleveland
clearly
clear
claws
classic
class
clarity
civilization
cities
circumstances
church
christmas
choreograph
chopping
choices
choice
chocolate
chicago
chemists
charm
chaos
channels
chances
chamber
certainly
certain
centrifuge
central
centers
center
cells
celibate
celebration
category
categories
cascades
cascade
carry
care
carbon
caps
capita
capacity
canada
camera
call
calculus
cake
cable
bwana
buy
butter
burke
bunch
bulletin
bulk
buildings
budgets
budding
browser
brought
broadcast
britain
bring
brilliant
bridging
breeders
breathing
break
brazilian
braille
bracket
bouncing
boss
booming
boltzmann
boko
body
board
blueprints
blocks
blind
blackandwhite
bina
billionth
bill
best
besides
benefit
bend
beloved
belong
believed
behalf
begrudging
begin
bees
beauty
beautifully
bears
bear
beans
bc
batteries
basically
based
ball
bali
balanced
bake
bag
badly
bad
babysitting
baby
b
awareness
aware
average
available
autumn
automatically
automatic
autism
australia
audiences
attracts
attempts
attacker
attached
atoms
asylum
astronauts
astonishing
astonished
assured
associations
associated
ask
asian
artillery
art
area
archimedes
arbitrary
arabs
appropriated
appropriate
apples
apart
anywhere
anyway
anything
announced
animal
angry
ancient
analysis
americas
ambiguous
always
alshabaab
almonds
alley
alive
alienated
algorithm
alfred
alexandria
alcoholism
albert
alaska
airs
airplane
air
agreeableness
agnostic
aging
aged
afterwards
african
affection
affect
adventure
advantage
advances
advanced
adults
adult
adequate
adds
addition
add
adapt
adam
activity
activities
active
act
acid
achieve
accounting
according
accomplished
accept
abyss
abstract
absolute
able