[UNK]
.
,
[START]
[END]
a
de
que
e
o
no
um
uma
para
em
os
do
as
da
com
se
como
mas
por
?
mais
na
eu
muito
isso
isto
so
ser
pessoas
ou
quando
ao
nos
fazer
porque
dos
h
est
foi
ento
esta
ns
era
das
este
anos
ele
sobre
s
todos
temos
eles
tambm
agora
aqui
mundo
esto
minha
tem
ver
mesmo
meu
me
bem
ter
podem
podemos
coisas
apenas
forma
pode
depois
onde
vida
tm
sua
at
tempo
assim
vez
tudo
risos
estava
vocs
coisa
nossa
num
tinha
j
estamos
aplausos
seu
numa
algo
ela
dizer
nosso
ainda
cada
estas
vamos
nas
dia
hoje
to
parte
pelo
grande
estes
verdade
todas
portanto
pela
realmente
aos
vou
vezes
sem
tipo
todo
falar
qualquer
melhor
entre
trs
algum
trabalho
dois
histria
sempre
disse
alguns
l
pouco
tenho
outra
seus
problema
toda
outros
quero
vai
exemplo
ideia
muitas
nunca
talvez
milhes
nossos
estou
esse
essa
durante
muitos
maior
obrigado
primeiro
quem
menos
mim
pensar
ano
duas
outro
sistema
neste
nossas
outras
algumas
qual
facto
antes
lado
ir
importante
estar
suas
precisamos
poder
elas
casa
diferentes
nem
sou
!
usar
nova
fora
enquanto
claro
primeira
seja
eram
mulheres
criar
faz
informao
crianas
pessoa
vo
meus
crebro
cerca
tentar
tecnologia
penso
nada
momento
sim
sabem
foram
atravs
dados
significa
bom
volta
somos
dias
acontece
mesma
quase
alguma
quer
sabemos
vos
diferente
disso
dentro
acho
gua
novo
pas
nmero
difcil
acontecer
quanto
seria
essas
sei
dar
certo
mudar
estavam
energia
comear
futuro
trabalhar
realidade
lugar
desta
dinheiro
sido
espao
desde
simples
havia
tal
resposta
terra
existem
maneira
feito
encontrar
questo
pases
bastante
escola
tinham
meio
sade
nesta
mil
altura
msica
existe
fazem
experincia
aquilo
possvel
ponto
uns
cidade
parece
diz
deste
modo
vossa
razo
ali
vemos
posso
ningum
luz
homem
obrigada
internet
quatro
fui
maioria
imagem
saber
queremos
deles
corpo
vosso
preciso
olhar
problemas
pequena
palavras
caso
queria
dlares
gente
famlia
passado
fazemos
estado
nvel
contra
construir
pequeno
grandes
interessante
simplesmente
cincia
humanos
fim
si
aconteceu
ficar
vem
funciona
homens
aprender
vdeo
segundo
podia
nica
amigos
acerca
longo
humano
histrias
provavelmente
cinco
viver
esses
comecei
sala
boa
poderia
sociedade
processo
quais
voc
ok
frente
conseguem
aquele
pai
fcil
conseguimos
atrs
arte
vidas
espcie
mulher
novas
tanto
real
querem
meses
melhores
mudana
caminho
ajudar
completamente
alm
partir
fosse
perceber
muita
grupo
fez
pelos
clulas
comunidade
imagens
guerra
formas
fizemos
milhares
medo
local
horas
causa
d
chamado
frica
computador
carro
sentido
universo
minhas
global
fiz
empresas
filhos
estados
destas
passar
chegar
social
noite
mo
pergunta
tnhamos
enorme
projeto
termos
imaginem
livro
economia
tive
comida
baixo
tarde
ar
modelo
cidades
rede
destes
olhos
doena
carros
aquela
natureza
ideias
eua
pais
mostrar
ca
tamanho
papel
aqueles
incio
segurana
planeta
ambiente
pensem
certa
sociais
lhe
criana
tipos
teve
prprio
porqu
desenvolvimento
dele
dela
comemos
comeou
poltica
humana
governo
estvamos
cima
voz
relao
ajuda
seguir
sabia
educao
comea
voltar
seis
jovens
fazlo
adn
tornar
pensei
valor
prpria
conjunto
chamada
sabe
viso
sculo
nome
empresa
c
violncia
ora
delas
confiana
animais
populao
palavra
disto
compreender
base
segunda
medida
deixar
sucesso
ltimos
locais
conhecimento
professores
matemtica
juntos
diferena
minutos
mal
descobrir
unidos
ouvir
mundial
maiores
contar
capacidade
deus
centenas
serem
cabea
vossos
situao
oportunidade
perto
nico
nenhum
idade
gostaria
finalmente
final
aps
pelas
cultura
conseguir
comigo
campo
basicamente
vi
precisam
pblico
nmeros
dizem
deixemme
som
seguinte
pequenos
lhes
incrvel
houve
hora
escrever
ateno
apesar
iro
cancro
haver
entanto
tecnologias
rea
natural
longe
livros
escala
conta
umas
semana
usando
ted
resolver
rapidamente
pensamos
partilhar
nenhuma
levar
china
vista
pontos
imaginar
estudantes
doenas
crescimento
redes
linha
importantes
devido
comum
sistemas
risco
ltima
equipa
deve
acredito
oh
novos
ferramentas
totalmente
soluo
precisa
cento
vejam
semanas
quo
movimento
colocar
srie
sejam
sair
controlo
alunos
questes
estudo
comportamento
certeza
carbono
padres
ltimo
experincias
dessa
resultado
reas
mesmos
for
chamase
universidade
resultados
quantidade
passa
estrutura
amigo
nessa
ler
devem
dessas
aprendi
amor
vrias
perguntas
parar
obter
morte
mente
filho
europa
demasiado
computadores
acesso
nisso
impacto
design
capaz
viagem
passo
mquina
suficiente
sol
pesquisa
partes
notcias
ms
iria
fundo
fizeram
direito
continuar
comearam
tivemos
sob
prprios
normal
iorque
embora
direitos
descobrimos
desafio
ensino
consigo
sentir
resto
nisto
mensagem
laboratrio
indstria
fsica
exatamente
centro
capazes
v
cientistas
amrica
mostrarvos
metade
manter
grupos
escolas
entrar
devemos
sul
possam
pensam
ndia
funcionar
fiquei
visto
razes
online
neurnios
lidar
jovem
ia
aula
teria
seres
sequer
pequenas
pois
nesse
consegue
procura
google
sangue
rua
pessoal
lugares
esperana
disseram
boas
prximo
oito
mdico
gosto
espcies
contrrio
colegas
aprendizagem
teoria
sete
pobres
naquele
mudou
linguagem
professor
novamente
mos
mercado
melhorar
fotos
aumentar
nuclear
lngua
fotografia
cor
acabar
sociedades
sexo
crescer
liberdade
sonho
revoluo
petrleo
fazia
famlias
espero
custo
tivesse
tenha
primeiros
podiam
mar
especial
alta
veem
uso
relaes
recentemente
palestra
normalmente
desse
particular
obviamente
material
geral
efeito
doentes
democracia
bons
vs
vejo
terem
regras
recursos
prxima
produtos
podamos
perguntar
malria
fao
fantstico
corao
conseguia
conscincia
caixa
animal
andar
tenham
midos
mdicos
ligao
instituies
humanidade
explicar
digital
torna
possamos
materiais
fomos
errado
adoro
tomar
tirar
superfcie
programa
pior
genes
ficam
fica
especialmente
conversa
vivemos
velocidade
usam
stio
repente
produo
principal
posio
mdio
mdia
logo
ensinar
edifcios
dor
procurar
pr
pegar
naquela
tu
total
tornouse
modelos
lderes
exemplos
esquerda
comer
prprias
poderamos
mapa
correr
aquelas
vivem
usamos
possa
p
negcio
gerao
comprar
cdigo
ambos
respostas
metros
mental
foto
entender
desejo
comunicao
chamamos
assunto
vir
teste
rpido
qualidade
plano
mostra
forte
crise
casos
casas
av
alto
tero
te
projecto
presente
massa
ingls
frequentemente
floresta
ficou
comunidades
cara
veio
permite
necessrio
mau
incrivelmente
falta
estudos
estudar
espera
diria
vm
topo
pagar
organizao
nacional
filme
feita
estive
duma
custos
acordo
vrus
vimos
literalmente
lei
favor
escolha
distncia
desenvolver
absolutamente
abaixo
vrios
verdadeira
sero
palavraspasse
negcios
medicina
inovao
estranho
edifcio
cmara
central
responder
poca
mudanas
manh
km
investigao
governos
econmico
disseme
digo
desses
construo
clula
via
preo
poderiam
infelizmente
fsico
feliz
estrada
continua
comeam
biologia
abelhas
vivo
trata
servios
sensao
raparigas
prximos
objetivo
matria
marca
maneiras
interior
crebros
cadeia
aprendemos
transformar
terceiro
tecido
quarto
polticos
pobreza
milho
mesmas
m
jogo
evoluo
eis
doente
compaixo
solar
sinal
percebi
norte
grfico
exactamente
erro
dcada
daqui
conceito
abordagem
produto
fundamental
funcionam
cuidados
superior
salvar
ruas
quantos
produzir
porta
parede
inteiro
feitos
deveria
decidi
chegou
sentimento
perodo
pedir
parecer
olharem
museu
importa
imediatamente
facebook
devia
cidados
certamente
tratamento
presidente
passou
palco
padro
oceano
lista
hospital
esperar
encontrei
azul
acima
vero
verdadeiramente
tiveram
taxa
sinais
semelhante
rvores
prazo
poucos
potencial
parecem
necessidade
livre
leva
fossem
documentos
direita
complexo
baixa
acreditar
abrir
trazer
polticas
parque
nove
gps
fonte
emprego
descobri
cu
vossas
sorte
sendo
pudesse
pgina
peso
pena
pblica
paz
nestas
lutar
levou
extremamente
dcadas
artista
verde
telemvel
regio
polcia
passei
partculas
morrer
memria
membros
indivduos
escolher
encontramos
direo
debaixo
conduzir
condies
capital
branco
usa
tratase
qu
pele
olho
lembrome
leis
gs
gostam
forem
efeitos
depressa
deciso
convosco
cedo
carvo
bola
bilies
tempos
tema
ramos
quiserem
povo
pensamento
olhem
observar
media
impossvel
igual
falamos
dana
curso
comeamos
cho
aplicao
vtimas
verdadeiro
tocar
the
srio
seguro
seda
religio
reconhecer
pea
parecia
paixo
muda
mquinas
frase
fico
erros
descoberta
decises
cria
contexto
aulas
web
sermos
querer
quantas
prtica
perder
nestes
mercados
meios
hiptese
filha
espaos
enviar
encontrmos
decidimos
connosco
chave
beb
vontade
valores
tua
solues
software
sinto
queriam
ps
podero
ouvi
linhas
informaes
importncia
funo
felizes
ests
elementos
daquele
claramente
campanha
buraco
atualmente
armas
alimentar
acabou
x
usado
transporte
sons
sobreviver
rio
pedao
oriente
genoma
falam
fala
factos
explorar
crimos
criao
creio
conhecemos
cirurgia
chega
tornarse
tantas
surpreendente
ritmo
riscos
priso
po
perspetiva
oportunidades
inteligente
f
estrelas
controlar
complexidade
alcanar
afeganisto
acham
visual
utilizar
trabalhadores
tido
significado
rob
reino
rapariga
quilmetros
queramos
possibilidade
poderoso
poderemos
particularmente
molculas
mesa
expresso
estivesse
estiverem
terceira
qumica
propsito
ol
momentos
mensagens
lua
interessantes
inteligncia
incluindo
gnero
ganhar
ecr
dvida
dizia
diferenas
construmos
aumento
apoio
viram
responsabilidade
receber
rapaz
pensa
pares
nveis
luta
justia
interesse
fogo
esteja
dito
deu
certas
viu
vindo
verso
usada
teriam
segundos
respeito
negro
medicamentos
lnguas
insectos
humanas
felicidade
estruturas
dizervos
devamos
conheci
comeo
zona
silncio
setembro
profissionais
princpio
perfeito
notas
investimento
gostava
foras
desafios
depresso
darvos
contudo
conseguiu
conhecer
brincar
aldeia
agir
afinal
zero
senti
programas
poucas
perda
origem
olharmos
motor
idosos
gelo
florestas
fazerem
faam
enormes
encontro
criatividade
contarvos
conselho
chris
carta
carne
barato
aspeto
til
terminar
tanta
reparem
proteger
podese
opinio
negros
ligar
inteligentes
geralmente
ferramenta
exrcito
estradas
esprito
esforo
difceis
dado
buracos
bocado
velho
tratar
tornou
teremos
tendo
tendncia
sentimos
ratos
pensava
objeto
iremos
incrveis
higgs
fortes
exterior
evitar
estrela
essencialmente
epidemia
dez
considerar
beleza
audincia
aspecto
artistas
areia
aparecer
anlise
stios
solo
sentimentos
reais
rabe
presso
peas
ouvido
mtodo
minuto
excelente
cuidado
cientfica
antiga
adolescentes
tornase
timo
teu
tantos
servio
rpida
provvel
permitir
pblicos
ordem
medir
lembrar
juntar
individuais
fotografias
formao
eventualmente
depende
dentes
consumo
conhecem
comuns
agricultores
voar
vento
u
twitter
trabalhos
terrvel
tcnicas
tarefa
redor
proteo
pernas
notcia
marido
longa
lixo
ficaram
fenmeno
felizmente
fbrica
escrita
entra
eleies
dispositivo
deixa
comunicar
compreenso
cano
calor
banco
alterar
acreditam
vdeos
teramos
suficientemente
stress
sabiam
responsvel
primeiras
precisava
poderosa
pacientes
matar
maravilhoso
mantm
lio
lados
irmo
internacional
impresso
imaginao
gene
drogas
disponvel
contas
conseguirmos
conhecido
chuva
cheguei
carreira
antigo
aberto
vozes
vacinas
unidade
terreno
temperatura
sentem
robs
recente
quente
prazer
plantas
organizaes
noo
moda
micrbios
john
graus
feitas
etc
escolhas
enfrentar
direco
daquela
contedo
companhia
civil
cheia
cadeira
brilhante
brasil
barulho
bactrias
algures
vidro
tradicional
tradicionais
testar
televiso
telefone
sustentvel
sequncia
rei
rato
pronto
profunda
principais
permitem
ouvimos
obtemos
normais
menor
mdica
magia
limite
kg
israel
identidade
graas
gostamos
gesto
falarvos
faa
escrito
escreveu
engenharia
devo
deviam
detrs
descobriram
consegui
co
cientista
certos
cem
cabelo
bebs
ataque
altamente
acaso
acabei
voltei
vermelho
unido
treino
testes
senhor
salas
sabamos
riqueza
representa
prova
projetos
princpios
podermos
perigo
passam
par
oxitocina
ouro
naturais
misso
fixe
fazendo
essencial
eficaz
dezenas
costa
cores
chamo
casamento
camada
califrnia
cabo
busca
b
aumenta
analisar
agricultura
tentei
tens
tenhamos
seriam
reconstruir
poltico
pginas
londres
invisvel
indivduo
frequncia
familiar
facilmente
expanso
errada
dispositivos
deixou
definio
criamos
combustvel
clientes
chegmos
blocos
avanar
aplicaes
amostras
americana
virtual
viajar
vale
trnsito
tom
tivessem
telemveis
substituir
somente
sms
rodas
rendimento
rdio
pensarem
olhamos
nao
mortes
juntamente
irm
interessa
instituio
ignorncia
frio
estejam
entropia
emoes
email
disponveis
deveramos
desenhar
corpos
consequncias
conflitos
chins
chamar
cartas
cama
big
arranjar
arquitetura
arma
anterior
aberta
tv
tcnica
rosto
reputao
relativamente
reduzir
profundo
profundamente
prmio
praticamente
possibilidades
ponte
original
olha
mosquitos
limites
juntas
filmes
estilo
digamos
demais
debate
damos
contm
constantemente
comportamentos
cair
bang
atmosfera
apareceu
aparece
americano
alimentos
aceitar
xx
vive
texto
terrorismo
rvore
pudessem
privacidade
poupar
planetas
pedaos
opes
necessidades
mido
luzes
ligaes
investir
fome
fase
fantstica
face
extraordinrio
explorao
esquerdo
emocional
eletricidade
einstein
dizemos
diga
criaram
cozinhar
conflito
chama
caro
bvio
benefcios
batalha
baseado
bairro
aranha
velhos
tornam
toca
tecidos
sr
sobretudo
semelhantes
seco
registo
protenas
pib
passaram
paredes
ondas
ocidental
objecto
naes
mostram
monte
marte
japo
hospitais
gripe
galxias
formar
faculdade
espantoso
espacial
equipamento
encontra
elemento
decidir
continuam
complexos
clara
cientfico
cegos
bomba
andava
viva
tumor
toneladas
tiverem
tentativa
sexual
secundrio
sabes
rgos
rendimentos
religies
provar
programar
poesia
pensmos
peixe
participar
opo
nomes
mover
morreu
montanha
molcula
moderna
militar
iriam
iraque
fundamentais
fsicos
frases
fascinante
extraordinria
estranhos
escuro
encontram
empregos
divertido
discurso
digitais
dificuldades
destruio
daquilo
cultural
criou
conversas
consumidores
complicado
climticas
cheio
brao
banho
atingir
ameaa
alteraes
alegria
aco
visitar
vergonha
vender
veculo
sozinho
seguros
recebe
preto
ponta
plataforma
pintura
perspectiva
perguntei
ouvidos
necessria
mortalidade
militares
lembremse
gentica
fizermos
diretamente
detalhes
descrever
dedos
culturas
caractersticas
canto
breve
bloco
bl
avio
autor
artificial
aparelho
alvo
alma
volume
virem
trabalhei
surpresa
sugerir
sria
sonhos
saudvel
qunia
quisermos
quadro
progresso
paris
nota
nela
natal
mxico
los
libertar
irmos
interesses
imprensa
geraes
fontes
exploso
existir
esperamos
envelhecimento
electricidade
eixo
economias
distribuio
dimenses
custa
criado
cresci
cortar
conforme
conferncia
colega
ciro
campos
boca
austrlia
apanhar
aniversrio
americanos
adicionar
acreditamos
vlo
vizinhos
ultrapassar
transformao
trabalham
torno
subir
sombra
sada
resistncia
recuperar
radiao
quis
prestes
podes
perigoso
oposto
objetos
nele
negra
mximo
mudaram
motivo
marketing
ligeiramente
janela
inteira
industrial
individual
igualdade
fronteiras
frana
existncia
escura
emisses
dissemos
deveriam
desenho
defender
contacto
completa
comentrios
clima
canad
bens
bela
baixos
bairros
vieram
verdes
vejamos
universal
termo
tarefas
surge
super
segura
revista
recolher
rapazes
pudssemos
propriedade
processos
prever
precisar
possveis
perante
passos
olhando
oceanos
obra
nuvem
mortos
mentes
mecnica
jardim
infncia
infantil
faziam
familiares
explicao
existia
estao
equivalente
equilbrio
empatia
dr
descobriu
compromisso
cenrio
braos
ataques
artigo
aproximadamente
angeles
alemanha
aes
acidente
achamos
vais
uau
traz
transio
tornaramse
teis
sobrevivncia
site
saudveis
roupa
recebem
queres
prticas
pobre
pintar
perfeitamente
perdido
pensarmos
parecido
nesses
nessas
naturalmente
morreram
moral
moderno
metro
mes
meia
imenso
iluso
haiti
grbretanha
fundao
euros
estudante
especialistas
escritrio
escrevi
econmica
diversidade
dilogo
desempenho
desculpa
desaparecer
cuidar
costumava
corrente
construdo
constante
confiar
concluso
companhias
cocacola
climtica
classe
civilizao
cincias
causar
capacidades
atravessar
apresentar
aprendem
amostra
aluno
ah
acaba
youtube
votar
veculos
usou
tpico
tomos
tivssemos
tiver
sofrimento
sia
sai
recebi
realizar
qumicos
principalmente
presos
percebem
pedra
paisagem
ouviram
oferecer
ocidente
obras
objectivo
morto
membro
ltimas
jogos
i
haja
gastar
fundos
estiver
engenheiros
eficiente
domstica
diante
descobertas
dei
decidiram
crispr
crculo
comprimento
chip
bocadinho
baseada
antigos
alternativa
adultos
washington
vazio
variedade
vantagem
usados
usadas
transmitir
tentamos
sozinhos
seguida
segredo
reparar
reao
pssaros
primo
poderem
perfeita
perdemos
new
nervoso
nasceu
narrativa
maravilhosa
madeira
jogar
interagir
instrumentos
infraestrutura
influncia
iguais
ficamos
estratgia
esposa
diziam
discusso
destino
curiosidade
comercial
bonito
atual
atividade
alcance
viagens
variao
utilizadores
tivermos
tenta
sofrer
soa
seguintes
sa
ricos
quiser
queda
quadrado
provas
propriedades
privado
pouca
planos
piada
pessoais
partilha
objectos
notvel
noites
nasci
mistrio
microscpio
loja
li
janelas
intestino
independentemente
hotel
guerras
grave
fronteira
fato
estranha
estdio
estaria
essncia
eficincia
econmicos
designers
deserto
daqueles
curva
curto
coragem
clculo
ciclo
cena
cartes
caf
basta
avaliao
assistir
aspetos
aspectos
aparentemente
aparelhos
amanh
ajudam
acontecido
acontea
voto
vivos
video
vermelha
unio
tradio
suposto
sapatos
relacionadas
refugiados
raio
preocupar
popular
pensamentos
passmos
passada
palestras
paciente
onda
olhmos
nervos
necessrios
mtodos
mecanismo
lentamente
lembramse
jantar
interessados
imensa
gritar
globais
gerir
funes
fatores
faria
falo
falando
exposio
especfico
envolver
engano
elevado
ei
egito
ecossistema
desenvolvemos
cura
criminosos
criam
crena
cordas
conectoma
comrcio
componentes
complexa
completo
combustveis
circunstncias
chorar
centros
canal
bg
barata
automvel
aquecimento
acelerar
wk
website
tinta
tenso
serve
regressar
protena
precisvamos
potncia
poderosos
peo
partido
mentir
mentais
menina
memrias
medicamento
maus
literatura
ligados
ligado
liga
lder
inspirao
inferior
igualmente
identificar
iam
horrvel
hipteses
heris
gravidade
funcionou
fracasso
fazermos
falsos
falhar
evento
esqueleto
entrou
droga
dormir
dlar
desenvolvido
decidiu
data
danos
criei
conheo
chegaram
canes
camadas
caixas
boto
bicicleta
beber
barco
ato
ambientes
alzheimer
actualmente
abertos
zumbido
vivas
visvel
verem
utilizao
tuberculose
tratamentos
transparncia
tais
sopa
sintome
sentia
sentado
richard
resoluo
representam
reconhecimento
personalidade
peixes
ossos
noutros
mundiais
mortas
mit
lindo
lgica
leve
jornalista
jornal
janeiro
inventar
gerar
gato
fsseis
francisco
flores
ficava
fibras
fezme
falmos
estiveram
esteve
especificamente
encontraram
dum
disselhe
diagnstico
crtico
crtica
crime
construda
comparao
chefe
caminhar
brancos
bater
babbage
aves
assustador
apercebime
antigas
anderson
anda
altas
acto
acreditem
acabado
vtima
voltou
unidades
trouxe
triste
transportes
tornamse
ti
terramoto
tendncias
tendem
surgiu
situaes
sintomas
rica
retorno
repetir
raramente
raiva
pudermos
produz
probabilidade
presentes
preos
pessoalmente
perceo
percentagem
passava
passamos
paquisto
necessariamente
motores
moeda
medidas
livres
letras
james
inveja
indstrias
harvard
gostar
gigante
fundamentalmente
fios
fio
exceto
estarem
enfrentamos
diviso
discutir
diminuir
dificuldade
criativo
corte
condutor
complexas
clculos
chegam
chamadas
cerebral
caos
cantar
bsica
bill
barreiras
atacar
arquitectura
apoiar
altos
alterao
algoritmo
africanos
acha
acessvel
acabmos
verdadeiros
vacina
treinar
toque
tentmos
sculos
retirar
requer
relevante
regra
reforma
recompensa
quinta
prstata
prosperidade
promessa
professora
precisamente
pnis
planta
personagens
percebemos
pensaram
participao
palavrapasse
olham
nobel
movimentos
meninas
lies
liderana
leite
latina
irem
investigadores
instrues
indo
imigrantes
houvesse
honra
garantir
ganho
gana
fluxo
fariam
excremento
europeia
estatstica
especialista
especiais
escutar
emails
diznos
dizendo
dimenso
desastre
cursos
couro
corrida
corre
corais
confuso
colapso
buscar
brilhantes
bombas
bolas
biblioteca
belo
aplicar
andam
amiga
actual
acabaram
acabam
virar
troca
tribunal
torneime
terapia
sozinha
sentados
seno
saneamento
responsveis
recurso
recebemos
raa
quntica
pude
publicidade
prontos
positivo
positiva
porco
perguntou
perdi
perdeu
percurso
pensou
passagem
pareceme
noutro
nicos
mudam
mnimo
marcas
mapas
longas
leste
leitura
legal
laboratrios
junto
invs
investigar
investidores
injustia
inglaterra
incerteza
implicaes
haveria
funcionrios
fugir
fornecer
folhas
flor
fbricas
extra
existiam
evoluir
esperava
entrada
elevada
ecolgica
donos
dnos
dignidade
departamento
dada
crtex
criaturas
criando
correto
continuamos
consequncia
conseguiram
consciente
condio
coc
cirurgio
cinema
cime
cheiro
chegamos
carto
carregar
calhar
britnico
bonita
bigode
barreira
aranhas
aproveitar
afirmao
xxi
veremos
unidas
truque
tornaram
thomas
terroristas
t
sugere
sono
smbolo
sabedoria
robtica
rico
representar
representao
recuperao
recentes
prottipo
produtividade
preparar
povos
portas
porm
porcento
populaes
pistas
pista
percorrer
parceiros
painel
organismos
olhou
nucleares
norteamericanos
neurnio
necessrias
n
muulmanos
morrem
molecular
mentiras
matemtico
mamferos
ligada
letra
interna
instalaes
igreja
grtis
gostaramos
gasolina
ganhou
formos
fmea
fisicamente
fila
fibra
festa
fantsticas
extrair
esforos
elefante
eficazes
dose
distrbios
dinmica
destruir
deram
deixem
deficincia
daquelas
cresceu
cozinha
considerado
conseguirem
conhecida
concluir
computao
compras
competio
cometa
combinao
coloca
cilindro
cavalo
bactria
artigos
amaznia
algoritmos
agulha
africano
achei
abordar
abertura
xix
xito
voluntrios
visuais
veteranos
universos
tridimensional
trabalhava
tentando
tentam
suficientes
significava
separao
sentime
sementes
saiu
rurais
roda
respondeu
prximas
projectos
programao
pra
poema
pm
plstico
plantar
perna
perceberam
pensavam
pensado
pedido
parea
oxignio
originais
operar
operao
ontem
ocorre
observao
navios
naqueles
nanopatch
mostrei
montes
modernos
metfora
louco
limpa
leonardo
lar
lanar
junho
iphone
interessado
instante
infraestruturas
imensas
gosta
galxia
gabinete
futebol
frias
formam
financeira
extenso
experimentar
expandir
exames
estatsticas
estaro
estabelecer
envolvidos
eliminar
eficcia
dme
cujo
criativa
criada
corrigir
contrato
continente
conhecidos
compreendemos
componente
competncias
colnia
cmaras
chamou
causas
capitalismo
caminhos
calcular
bolso
avaliar
assuntos
apple
aparecem
anteriormente
amarelo
administrao
y
vulnerveis
vivia
velhas
velha
utilizador
uslo
universidades
ttulo
tirada
times
telescpio
teatro
sustentabilidade
surgiram
surgir
soma
sofrem
smbolos
sites
sexuais
servir
sentidos
senhora
seca
salto
rostos
remover
recebeu
radical
rabes
proposta
profundas
prioridade
primos
previso
presa
preparados
poupanas
potencialmente
poderosas
piores
pinturas
percepo
partilhamos
partilhada
parques
orgulho
nutrientes
movembro
microfone
michael
mentira
menino
melhoria
manhattan
louca
levado
leo
jornalistas
irei
invisveis
inovaes
informticos
impedir
ilhas
ilha
idosas
histrico
grau
globalizao
george
fraco
focar
fazemno
famoso
falei
extraordinrias
expresses
exerccio
eventos
estivessem
esperem
envolve
entram
entendem
eficientes
edi
dvidas
directamente
diariamente
diaadia
desistir
desconhecido
descoberto
demora
defesa
crucial
cresce
convencer
consegues
comem
colocamos
colaborao
cntimos
choque
chamam
centrais
cardaco
caiu
cabos
bsico
banda
aumentou
argumento
apresentao
apartamento
agncias
acontecem
abrigo
abrandar
voo
visita
vih
vantagens
transferncia
trabalha
tornado
toma
tirei
tio
tijolos
tesla
terrveis
tecnolgica
tcnico
soube
sente
sejamos
seguras
sanita
rural
ruanda
retina
resulta
regresso
reduo
receitas
primavera
preso
possuem
possivelmente
placa
personagem
permitiu
pegamos
pblicas
passados
operaes
olhei
obesidade
noutras
negras
mgico
matemticos
maravilha
mapear
loucura
localizao
limpo
limitaes
ligadas
liceu
justo
judeus
irms
interveno
instalao
imigrao
imensos
ilegal
ignorar
ideal
ganha
frank
francamente
fizesse
fizer
ficarem
falso
extremo
extrema
excitante
excelentes
estarmos
estaminais
estabilidade
esconder
escolhemos
escaravelho
epidemias
empreendedores
eleio
efetivamente
documento
diretor
dio
determinado
desperdcio
descer
deixei
deixam
david
costumavam
continuava
conseguiam
conexes
comecemos
combater
cidado
chicago
ces
cego
categoria
caras
cambridge
cai
bilio
bases
automveis
autocarro
apontar
anteriores
ameaas
ambas
amar
ajudou
adolescente
acredita
acontecimento
york
vse
vistos
violenta
verificar
vendas
vencer
usmos
usaram
truques
tragdia
traduo
tradies
trabalhamos
tony
suporte
sujeito
suicdio
street
sida
serra
sentiame
sensores
sensor
senhores
saudita
saem
rpidos
romance
rgo
resultou
reinventar
referncia
raios
quantidades
quaisquer
pura
pudemos
profissional
produzem
privilgio
preocupao
preocupaes
precisavam
praia
porto
poeta
perdida
per
paul
patente
partilhado
partida
parou
painis
olhemos
ocasionalmente
obstculos
noutra
nelas
naquilo
musical
mundos
motivao
mostrou
morcegos
metal
medula
maro
mala
luxo
limpar
levantar
levam
lavar
julgamento
jeopardy
inveno
intelectual
inicialmente
informtica
inevitvel
incentivos
havido
guia
graa
gordura
genticas
genomas
ganham
funcione
francs
foco
flexvel
financeiro
fceis
factores
exerccios
excesso
etipia
estariam
espantosa
escurido
escritrios
errados
energtica
encontrado
empregados
emergncia
ecossistemas
duplo
doutoramento
domnio
dixido
distante
dispostos
dieta
devagar
detetar
desenhos
demonstrao
deixamos
curar
crdito
corrupo
correio
contribuir
consiste
conhecia
conduo
complicada
comentrio
cognitivo
clnicos
clareza
circuitos
chineses
chamados
casar
carga
captar
capita
camies
cadeiras
cabeas
branca
bolha
bemestar
autocarros
ativos
assumir
artes
arroz
arco
aprenderam
antepassados
agarrar
acreditava
achava
achar
acessveis
world
voltando
visualizar
vigilncia
vermelhos
verdadeiras
vasto
urbano
turma
tropicais
tnel
textos
teus
tento
tentaram
taxas
talento
seremos
sequncias
sentada
senhoras
scratch
satlites
saltar
roubar
riso
rir
revelar
respirao
resistir
reparao
renovveis
relatrio
reflexo
quntico
qumico
questionar
prisioneiros
presena
preocupa
poupana
potvel
posies
porcos
pontuao
plateia
pico
permitenos
permanente
pedras
patentes
paradoxo
oeste
novidade
navegar
nascimento
nasa
nariz
multiverso
mt
moverse
mistura
mexer
maravilhosas
loucos
lojas
literacia
laos
lanou
lago
inverno
inventou
interface
instituto
incluir
incapacidade
impressionante
horizonte
gratido
fuso
funcional
fria
feedback
falsa
evidncias
estudei
estratgias
estivemos
estaes
esquizofrenia
escritos
escolar
equao
entusiasmado
entrei
energias
efectivamente
economistas
econmicas
dupla
doloroso
diarreia
determinar
detalhe
demorou
demorar
darlhes
currculo
criadores
crenas
costas
correu
correcta
corporal
conversar
construdas
conhecimentos
competir
comearmos
comdia
colocou
clube
cirurgies
cimento
chips
cegueira
caros
bitcoin
baratos
baixar
avano
associao
aparncia
apareceram
apaixonada
anatomia
alvos
alternativas
alimento
alimentao
agentes
afeta
adorava
adopo
adiante
acontecimentos
aconteceria
abundncia
zonas
voa
verme
variveis
vapor
utilizando
usei
transmisso
trabalhado
tomada
tica
terras
sucia
stanford
sombras
significar
sexos
secundria
sebastian
san
saibam
sado
sabendo
rssia
roupas
rocha
rm
reunir
receita
rabiscar
quadrados
ptimo
proporcionar
propaganda
profisso
processar
processamento
primatas
presas
preconceitos
polo
podemse
pergunteilhe
pequenoalmoo
peguei
pedimos
partcula
parkinson
park
pacincia
organizar
organismo
ocorreu
ngulo
nelson
neles
mveis
multido
motivos
mostrado
metano
mergulho
manipular
lucros
levoume
lanamento
juventude
jornais
jornada
internacionais
interao
intensidade
instrumento
inspirar
iniciativa
inicial
idnticas
guardar
gates
foxo
formato
fiquem
financeiros
fabricantes
existentes
excepto
espetacular
especfica
escultura
entretanto
emergentes
eletrnica
eleitores
egpcios
ecologia
durar
dores
diversas
dimetro
digam
desporto
desenhado
descrio
demos
deixaram
cultivar
cpia
contamos
congo
conceitos
comeado
colaboradores
clnica
clicar
civis
chinesa
bancos
avs
avanada
automtica
atitude
ascenso
aprende
aplauso
apelo
alis
al
agradvel
actuais
aceder
acabamos
abelha
voltaram
visualizao
vinha
vias
vertical
verses
vermos
vermelhas
venda
udio
trocar
transportar
transforma
tima
terrorista
terror
teorias
tela
teia
tanque
sustentar
subitamente
steve
ss
sobreviventes
soar
significativo
sextafeira
sentirse
seguem
salrio
rios
revolues
restaurante
responde
queiram
quartos
publicar
proporo
profundidade
procedimento
preferido
praa
porttil
populares
planear
pesquisar
perguntoume
perfil
perderam
pegada
pato
parceria
ostras
osso
orientao
observamos
observaes
nuvens
normas
norma
netos
ncleo
mvel
muro
mudado
msicos
morta
moralidade
mltiplas
mk
minas
milagre
medos
medicao
margem
manual
mandela
macacos
macaco
lobos
liguei
ligam
leso
lento
larga
insetos
inimigo
inglesa
ii
holanda
grficos
gravar
globalmente
gentico
generosidade
garagem
freespeech
filosofia
ficmos
falhas
falha
falava
faamos
estrangeiro
estmago
esperam
escapar
entusiasmante
entrevista
encontros
dzia
dobro
divises
distinguir
digovos
difuso
dezembro
desigualdade
desconfortvel
dano
danar
custar
curta
cuidadosamente
crescem
cortes
conto
congresso
comboio
combinar
colagnio
cobertura
cerveja
cardaca
captulo
brincadeira
boso
aviso
avies
ativo
astrnomos
arquimedes
ansiedade
anncios
anncio
andrew
ambiental
aleatrias
ajudaram
agrcola
afastar
aeroporto
advogados
adoramos
actividade
acompanhar
acidentes
watson
w
vulgar
vouvos
vivi
vistas
viral
vila
venho
venham
veneza
vasta
vasos
vaca
usla
usem
tubo
transaes
trabalhador
tpica
tornarmos
tiramos
texas
tentou
telhado
tcnicos
talib
surpreendeu
surpreendentemente
suportar
sonhar
solly
solares
significativamente
significativa
separar
seguido
segredos
saturno
satlite
restries
reserva
registos
receberam
reagir
querido
querida
quanta
puzzle
provm
promover
primordial
prevenir
prestar
poluio
plen
planeamento
permisso
pensemos
pega
partidos
participantes
parlamento
opinies
ocidentais
objetivos
obcecado
nigria
neandertais
msicas
morrido
monitorizar
merecem
mecanismos
matemticas
martimo
marcar
limitado
libertao
lgrimas
lego
legislao
lbum
lbia
lama
joel
israelitas
investimos
interaco
instantaneamente
indiano
independente
incluem
inacreditvel
ido
houver
habilidade
ha
gostariam
gigantes
gg
gastos
funcionamento
fsicas
financiamento
fechar
faixas
facilidade
extino
externa
explica
evolumos
evidentemente
estivssemos
estilistas
estacionamento
esqueletos
esquecer
espelho
espalhar
erradas
eric
encontrou
empresrios
eh
duro
dura
duplicar
dono
dominante
dizemnos
distantes
disseramme
dispostas
diriam
diminui
deume
deteco
designer
desenvolveu
desempenhar
desapareceram
desafiar
demonstrar
deixarvos
deitar
dedo
declarao
darwin
cus
curioso
culpado
criativos
crescente
coreia
continuou
conseguiria
conscientes
comeando
cola
clssico
cliente
circular
cientficos
charles
cerebrais
center
caracterstica
caracteres
candidatos
canais
camio
buto
bsicos
bordo
beira
bateria
basebol
azuis
atrair
atividades
associada
assistncia
archie
aproximarse
anlises
animao
ampla
amo
alturas
africana
admitir
acadmico
abuso
abre
viveu
viam
versus
variaes
usarem
urbanizao
uniforme
uber
tumores
tratado
traio
tornarem
tnis
tijolo
teto
tatuagens
suponho
soldados
singapura
silicone
setor
segue
secretria
school
sarem
rudo
responsabilidades
respirar
reproduo
renovvel
religiosas
relacionado
refere
refeio
recolhemos
reboque
raiz
raciocnio
qumicas
queridos
queira
publicao
psicologia
protegem
proteco
procuramos
prmios
privada
prises
previses
preferidas
praticar
possui
pontas
pnico
plio
pescoo
permanecer
perdas
percebeu
pegarmos
pedi
pausa
parem
pareciam
pagamento
ouvirem
ouve
optimista
onu
ombro
oferece
obama
nojo
ndice
navio
nalguns
nacionais
mortal
montar
montanhas
modos
modernas
mobilidade
mel
manuscrito
machos
ma
lquido
liderar
leitor
largura
lanmos
kansas
investimentos
interaces
intenes
integrao
inovar
inovadores
ingredientes
infinito
imediata
iluminao
ilegais
hidrognio
haviam
gratuita
glass
gasto
gama
gabby
futuros
furaco
fumar
fraca
focados
fizerem
filmar
ficado
fechado
favorito
fases
famosa
falou
extraordinrios
estranhas
estatuto
espiral
esperma
espaotempo
escondidas
escolhi
equaes
ensaio
enigma
engraado
emocionalmente
eltricos
eltrico
elefantes
educativo
durao
doce
dividir
discusses
diro
diretora
diabo
designs
desespero
desenvolveram
desejos
desejava
desculpem
desaparece
denso
densidade
definir
daf
curvas
curiosa
culturais
criatura
credibilidade
crculos
copiar
cooperao
considero
considerem
conseguido
conjuntos
conhecidas
confortvel
complicadas
comparem
comparar
coletiva
clique
citao
cheias
chamaram
calas
britnica
biolgica
biodiversidade
bicicletas
bandeira
baby
atingiu
arbia
aplica
amos
almoo
alimentares
ajudarnos
agosto
agente
agenda
advogado
adivinhar
acrescentar
acordar
acontecia
aces
aceite
viviam
viveram
vitria
vinham
vim
verdades
venha
vencedor
valioso
utilidade
usavam
traos
transparente
traduzir
totalidade
tornlo
tomo
tomamos
timas
temas
sustentveis
surpreendidos
surpreendido
subida
somlia
simulao
seringa
segurar
secreto
salvo
sagrado
saco
ricas
reunies
retratos
registar
regime
receptor
reaes
razovel
quela
pusemos
pulso
puderam
puder
pspt
prtico
proust
programvel
programadores
procuram
primata
preservativos
preparao
preocupante
preocupado
pormenores
piratas
piloto
pete
pertence
perseguir
perigosos
percebe
pede
passeios
partilham
pareceu
paraso
paradigma
parada
pagam
paga
ouvem
outono
of
ocorrer
observem
novembro
noruega
nicas
neve
neuronal
negativo
national
nascer
narrador
namorada
mutuamente
mutaes
mostraram
morais
mltiplos
ministrio
milhas
merece
mencionei
memorial
mede
marco
mandarim
mandar
mama
macho
lucro
litros
linear
legado
lacuna
juntam
joelhos
jesus
islo
inteiramente
infees
indicadores
independncia
imprio
impostos
implica
impede
humor
hemisfrio
guarda
grcia
governamentais
gore
glaciar
general
gatos
gasta
fundamentos
fumo
fssemos
franceses
fornecimento
fornecem
fizeste
fingir
ficando
fibonacci
fevereiro
ferro
fazlos
fazamos
fascinado
facilitar
exato
examinar
exame
evoluiu
europeus
estimativa
essenciais
esqueam
escritores
escrevo
envelhecer
entendimento
entendemos
ensaios
energtico
encontrarem
emoo
emocionais
educar
educadores
ecrs
durou
dobrar
divertida
diversos
diverso
diminuiu
diagrama
desesperadamente
dependentes
dependendo
deixado
deficincias
ddiva
dadores
culpa
cuja
crticas
criativas
criados
criador
corderosa
coral
convencido
contraste
continuo
continuei
contigo
contedos
construdos
constituio
conservao
consentimento
congestionamento
configurao
conexo
condutores
composto
coletivo
colaborativo
colaborar
cobrir
cm
circuito
chocante
chegada
chamavase
ch
certificado
categorias
capa
calcrio
cairo
cadeias
bsicas
botes
boston
bitcoins
belas
baterias
balo
babilnia
aventura
avanos
autorizao
ausncia
aumentam
ativista
atingido
artstico
argumentos
aposto
apoia
annimas
andado
analogia
ampliar
amigas
alugar
airbnb
afetar
afectar
afectam
afastarse
adulta
adicional
adequada
activo
absorver
william
wall
votos
vlos
vizinho
visitas
visitantes
vencedores
vaise
utilizam
usava
usarmos
urbanos
urbana
universitrios
universitrio
trmica
trfego
tradutor
tornmos
tornamos
tira
territrio
terrenos
tempestades
tempestade
telhados
telefones
tbp
surpreendentes
superar
substncia
subiu
sndrome
sinapses
servem
senso
secular
sc
sabor
sabermos
reunio
restaurantes
ressonncia
resistentes
resilincia
referi
rbita
rainha
radicais
quinto
pulmes
prteses
provocar
propriamente
pronta
projetar
progredir
privados
prioridades
preocupados
preferidos
preferida
preencher
precedentes
prato
plos
pirmide
pirataria
pilhagem
permitido
perguntome
perguntam
perfurao
perfurados
perdem
pediu
passear
passavam
parto
parceiro
palestina
pagos
pago
oxford
ouviu
ostra
oramentos
oramento
ong
olharam
oficiais
obtm
nike
nasceram
nadar
municipal
multa
mudarmos
minsculo
minsculas
metrnomos
mentalidade
meados
mary
martin
marcha
manuscritos
manuais
mantmse
maluco
malas
lmpada
lindamente
linda
limpeza
limiar
licenciatura
levanos
levame
lenta
lembro
kit
juiz
jh
jerusalm
jamais
israelita
intuio
intervenes
interagem
inteno
integrado
instalar
inspirou
inovadoras
iniciar
influenciar
industriais
indicar
imunitrio
impressora
imediato
idiota
horrveis
hormonas
honestamente
histrica
historicamente
high
hall
habituados
habitat
gro
gravao
gmeos
globo
gera
gastamos
gado
fruta
frum
fosso
forar
foguetes
fmeas
flo
filsofos
filsofo
ficaria
fenmenos
feminina
faznos
favorita
famosos
expressar
expectativas
existiu
evidente
estmulo
estivermos
estimulante
estaremos
espectro
especficas
esferas
escrituras
escritor
escondido
episdio
envolvimento
envolvido
entusiasmo
enfermaria
emocionante
eltrica
elica
eleitoral
economista
domingo
documentar
disciplina
dirio
diapositivo
determinada
detectar
destruda
desligar
desaparecem
depender
deixmos
deixeme
deitado
decide
culinria
crimes
corresponde
correcto
convencional
controle
continuarmos
continentes
constru
constroem
conseguisse
conhece
confiante
concordar
comprimido
compreendia
compreendem
companheiros
comecem
combate
coluna
colocado
colar
cognitiva
cirurgias
cientficas
chamarlhe
chamamoslhe
cdigos
cave
casal
cantos
caa
brown
brooklyn
brinquedo
brilho
brilhar
brian
brancas
bolsa
bob
biotecnologia
bilogos
batedor
baseados
baleias
avc
autoestrada
ativistas
atirar
atingem
atinge
associado
assegurar
arn
and
ambientais
ama
altrusmo
altera
ai
aguentar
admira
acar
academia
abraar
abertas
wikipedia
vulnervel
voltam
vivido
vital
virtude
violao
vinho
viajei
van
vagas
ushahidi
urgente
ultrassonografia
uganda
tunsia
trinta
tradicionalmente
trabalhmos
tomam
tiram
tipicamente
tia
tendemos
tende
tedtalk
sydney
surgem
sucedida
sotaque
solucionar
soldado
sofre
slide
sinceramente
significam
sexualmente
sesso
seriamente
sepultura
sentiu
sentiam
senteime
selvagem
selva
seleo
sedas
sectores
sector
saram
sarah
sanguneos
rosa
rodar
revelao
resolvido
remoto
relva
relacionamentos
reconhecem
recife
reator
reaco
rb
ramo
quotidiana
quisemos
quilos
quele
queijo
quebrar
quarta
qualidades
puxar
publicou
publicado
pster
pssaro
prtese
prottipos
protegidas
proporciona
projees
proibio
produzido
produtores
probabilidades
pretos
precisas
prdio
postos
positivas
pontes
piso
perigosa
perde
pensando
peito
pedidos
passarem
partilhados
parasita
paixes
outubro
origens
orelha
oposio
odisseu
ocorrem
obtivemos
obtive
observam
objectivos
negao
neandertal
nascemos
nascem
museus
msculo
mosquito
moldura
missouri
ministro
min
mesas
mencionar
mecnicas
mdulo
matou
mark
maria
manuteno
mantido
maio
line
liberal
levaram
levantem
lentes
lata
julho
jiade
jennifer
jane
isolamento
ira
integrar
instinto
inspirado
inqurito
iniciou
informtico
inferno
indica
imprimir
implementar
impactos
ilustrar
idnticos
humanitria
hp
hotis
henry
heforshe
harmonia
hambrguer
habilidades
guiar
guas
graves
gratuitamente
gras
gradualmente
glaciares
germes
gases
funcionrio
frmula
frigorfico
frico
fotgrafo
forno
foie
flui
fizssemos
fita
fique
finais
filhas
filadlfia
figura
ficarmos
fezes
feminino
fazme
faremos
far
fantsticos
falemos
falem
faciais
expostos
exponencialmente
exceo
evan
europeu
esttica
esquina
esquecemonos
espetculo
esperto
espanha
espaciais
escritas
escrevem
escalas
equipas
entes
ensinam
ensinada
enganar
enfrentam
endereo
emite
elevados
elctricos
dvd
dizerme
distribudo
distino
direto
director
diminuio
diagnsticos
desflorestao
desenvolvidos
desenvolve
descobrem
desce
desapareceu
dependem
definitivamente
decorrer
dava
darem
dan
custam
cumprir
crticos
criadas
costumvamos
contente
construram
construindo
consiga
considerao
conor
confusa
confortveis
computacional
compreendo
compra
composio
comportamental
comparado
comisso
comerciais
come
colocaram
coleco
cochrane
clnicas
city
chimpanzs
chimpanz
chile
cereais
cenrios
cegas
catedral
casais
carrinha
carcter
capturar
cantores
caem
bloquear
biolgicos
biolgico
beto
bemvindos
barris
barbearia
bar
baixas
avanado
autoridades
autoridade
atuais
atravessam
atrai
astronautas
asas
armadilha
aproxima
apropriado
apresentam
apercebemonos
apaixonado
antrtida
antibiticos
andei
andamos
ancestral
amplitude
alerta
alemo
aleatria
aldeias
agrcolas
agradecer
agncia
adquirir
adequado
adam
actor
abriu
aborto
abandonar
yale
voltarem
voltamos
vnculo
vivian
vinte
veramos
vendedor
utilizada
urgncia
unidimensional
tsunami
trouxeram
trocas
trgico
trfico
treinador
trauma
tratava
transdutor
trabalharam
tornem
tomou
tit
tiroteios
tintas
tim
testemunhar
teros
terminado
termina
tentem
tentativas
tentarem
tentado
temse
temperaturas
telefnicas
suspenso
surpresas
suicida
sugeriu
subtis
suave
storycorps
stop
sp
south
skype
simptico
similares
silenciosa
sentiremse
sentemse
sensibilidade
seduo
scar
sbado
sandy
salva
salo
rpidas
rotina
rezero
reviso
reverberao
retrato
resumir
resistente
reside
reparei
repararam
relatrios
relacionar
regies
redeno
reconstruo
recebo
recebido
realidades
rastreio
raro
quisesse
quadros
pulmo
puderem
propor
progressos
procedimentos
privadas
primeiroministro
previsto
preocupem
preocupam
prender
precoce
precisos
posto
posse
pontap
ponham
polcias
polarizao
plo
pleno
placas
piscina
piscar
pilha
petio
perodos
permitamme
perigos
pergunto
performance
perdo
percebo
percebam
pensvamos
pegmos
pedem
pe
passeio
parecidas
pacfico
ouo
otimista
otimismo
oriental
orgulhosa
orgnica
ongs
ocupar
nutrio
noviolncia
nl
ninho
neurocincia
ndulo
nascido
naquelas
mudmos
move
mostramos
mohammed
mm
mito
migrao
microsoft
meter
metas
mestria
mestres
melhora
medies
margens
long
lmina
littlebits
lido
lidam
licena
libria
liberais
lembra
lealdade
laser
justa
juntarse
juntamos
julgo
judeu
joshua
johnny
itlia
islmico
iramos
inventor
introduzir
introduo
intrigante
interruptor
interessam
interaes
inovador
iniciei
iniciais
inesperado
indonsia
independentes
incidente
in
idades
humanitrio
hormona
honestidade
hbito
hardware
habitats
habitao
guitarra
guardas
gravado
gramtica
graffiti
governao
gnio
giro
genocdio
gelado
garrafa
ganhamos
galinha
galeria
futuras
funcionava
frmacos
frgil
fogueto
fizessem
filtro
fechados
fazla
fator
fantasia
familiarizados
falhou
falavam
falarmos
falarem
faiza
extrovertidos
exploses
existisse
exigncias
exigncia
exigir
excelncia
evidncia
estudado
estpida
estigma
esquecemos
espiritual
esperanas
espanhol
espalharse
esfera
escritora
escolares
escadas
equipamentos
envolvida
enviam
entusiasmados
entrevistas
entrega
entramos
engenho
engenheiro
encontreime
encaixar
empolgante
empenhados
emma
egosta
doze
dopamina
domingos
divulgar
dissessem
dissesse
disposio
diplomacia
diego
dh
devese
deuses
determina
desenvolvida
descreveu
desastres
definido
define
dcimo
darnos
daniel
dando
daisy
curiosos
criarmos
criarem
corria
correntes
correm
corredor
copo
convincente
contribuio
contoume
contnuo
conter
consigam
conservadores
conseguissem
conseguiremos
conseguiramos
conferncias
conectomas
condicionado
concluses
concentrarnos
comunicaes
comeava
coma
colunas
colocmos
colocam
colnias
coelho
classificao
chocolate
cheios
chefes
chamava
cega
casamentos
carteira
carnegie
caridade
caram
caneta
cancros
campanhas
calorias
cachorro
bvia
bruno
bonitos
bonitas
bell
basquetebol
baratas
automtico
atraente
atos
asfalto
arredores
argentina
arcos
aprenderem
aplicada
apercebemos
aonde
anel
andamento
alarme
agrupamentos
afectadas
acelerao
abundante
absurdo
absoluta
abrimos
abril
abismo
yr
xviii
websites
voyager
voltmos
vivamos
vietname
vestido
vende
veja
valorizar
valer
valem
ursos
urso
ubuntu
tweets
tubos
tropical
trivial
tristeza
tribo
tremendo
trazido
travar
transformouse
trabalharem
tpicos
tornla
tolerncia
tiro
terrestres
templo
teero
tanznia
tanques
suricatas
supermercado
suicidas
subsariana
srios
sries
sra
sozinhas
sobe
smith
smartphone
sistematicamente
sexy
sequenciar
separados
sentouse
sentimonos
seleco
seguindo
sarajevo
saberem
rumo
rtico
roubo
rever
resultar
respondi
reprteres
representado
repensar
religiosos
relgio
relacionamento
regularmente
recuar
recorde
reconciliao
recolha
recesso
receio
realizao
reabilitao
rara
ramificaes
radicalmente
quisessem
quintal
quilo
quantia
prosperar
prontas
projeo
problemtico
preta
premissa
preferem
potenciar
poo
politicamente
polinizao
policial
poeira
picos
pesticidas
pesquisas
pesado
pesa
persuadir
perspetivas
personalizada
perguntaram
peguem
pediramme
passiva
parei
parecese
parcial
paralisia
panorama
paisagens
pagamos
ovos
ouvia
ouam
originalmente
org
oraes
oposta
ombros
ocupados
ocde
ocasio
observmos
nu
nt
notveis
norteamericana
ngulos
neutro
nervosos
negociaes
navegador
nasce
narrao
musicais
munies
mudeime
mudamos
mr
mostrando
mineiros
milnio
milmetro
mergulhar
merda
menores
membrana
meias
medimos
mecnicos
mata
maridos
marduk
maravilhas
manhs
maliciosos
magntica
loucas
logstica
lobo
lmpadas
llo
livremente
limitadas
levei
leu
lerem
lee
le
law
larvas
la
juntaramse
jr
jpiter
isolado
ironia
iranianos
io
inventado
interpretar
interno
interessada
inteiras
intangvel
inspirados
inovadora
iniciativas
infeo
incluso
inclui
inclinao
impulso
improvvel
importam
implacvel
imitador
humilhao
horrios
honestos
honduras
homicdio
holmes
hollywood
heri
harry
habitantes
guin
gros
gritos
gravada
gratuito
grata
gowanus
gordos
girar
geram
gerais
gch
ganhei
ganharam
gaiola
g
funcionavam
fssil
frequente
fotografar
fornece
forado
folha
fnix
flutuar
flutuaes
flexveis
fins
financeiras
filo
ficavam
fgado
festas
federal
fda
falecido
falado
fabricante
externos
explodir
experimental
expandirse
exlio
exista
exatido
evoluram
eus
estvel
estocolmo
espreitar
espertos
espelhos
espada
escrevia
escrevemos
escravos
escolhido
escolhem
enzimas
enviado
entregar
entidade
ensinou
enganados
enfim
encorajar
encontrase
encontrarmos
emprstimos
emergente
edio
duras
dominar
dividida
distribuir
distncias
disparo
dirias
directo
dicionrio
dever
desertos
desenvolvi
desejamos
dental
demonstram
democrtico
democrtica
deixadas
darlhe
dali
dadas
curtas
curiosamente
culos
cubo
cruel
crnio
critrios
cosmos
corri
corremos
corredores
coro
controversa
contrariamente
continuando
contentores
consumir
construes
conspirao
consomem
consigamos
consideramos
conseguirei
conseguamos
conforto
confiantes
conduz
comprei
compreendi
compreende
comando
coleo
circulao
cidadania
chover
chegarmos
chapu
cerne
ceo
centmetros
celular
celebrar
causou
causado
castanha
cash
casca
casaco
carol
campus
bruto
bronx
brevemente
boltzmann
benefcio
batalhas
bastantes
barriga
bailarinos
aventuras
avanando
avaliaes
autismo
autenticidade
audio
atrasar
atlanta
ativismo
assistimos
assistente
assinatura
asitico
artstica
artificiais
aproveitamento
apresentarvos
aprendido
aposta
apercebi
apercebeu
apartamentos
aparecia
anual
ando
andares
andarem
amplamente
amizade
ambio
amamos
alimenta
alex
aleatoriamente
alargar
agricultor
afetadas
adorei
adoram
admirar
admirao
adaptao
acordos
aceitvel
aceitou
acampamento
abastecimento
zoom
zangado
volto
voltemos
voltaria
vocais
vla
visveis
vissem
visitei
virtuais
viria
virase
violentas
vinci
vestir
verbal
vendidos
vegetal
vazios
utilizmos
utiliza
ucrnia
tripulao
tremer
tratados
transformou
transformase
transferir
trabalhou
trabalhando
tornei
tomem
tomei
tomates
tomaram
tk
tirou
tirando
tinhase
tigre
textura
testemunho
templos
tecnolgico
taskrabbit
tailndia
tabela
taa
supostamente
sujeitos
substituio
subjacente
stuxnet
stewart
stephen
ssea
sovitica
sorriso
sonora
solteira
solidariedade
sof
socialmente
smartphones
slido
sintam
simpticos
silencioso
significou
sexting
seta
sentiram
sentar
sentamos
sensveis
selvagens
seguidos
satisfao
sanitas
saltos
salrios
salarial
sabero
rv
rosetta
roger
rodeia
robert
resume
responderam
resolvidos
resduos
reproduzir
religioso
relevantes
registado
refirome
reduzida
reduzem
reduz
racismo
r
quintas
queles
queimar
quarteiro
pus
puro
provou
protestos
protege
prosseguir
propulso
propinas
programador
produzimos
procurmos
procurem
procurando
processador
pretende
presidentes
preparado
pouso
portal
pornografia
porcaria
pomos
plasma
pioneiros
piadas
pesca
personalizados
peritos
perigosas
perguntem
percebido
peovos
pedirlhes
passivamente
parecida
parcerias
parado
ouvida
origami
orgnicos
organizadas
orelhas
ordens
opep
oms
oficial
obsesso
observarmos
objetiva
notei
notar
noiva
newton
nervo
necessitamos
ndulos
mundialmente
mudei
mudaria
msculos
movem
morre
moldar
mnima
minimamente
milnios
milha
mike
mexicanos
meteorolgicos
meta
mestrado
mdicas
maxilar
matriz
maslow
masculino
mario
maravilhosos
maom
mantemos
magnfico
longos
longevidade
lolcats
localizar
livrar
limitar
limitao
limitados
limitada
leses
lembrem
leio
leiam
lees
lcool
lbios
lanado
kepler
kennedy
josh
jornalismo
jeff
jb
irrigao
ironicamente
invulgar
inventores
invaso
interseco
interligados
interativo
integridade
instruo
inicimos
informal
infinita
infantis
indgenas
inclusive
inclusiva
impulsos
impressos
impressionantes
importava
imitar
imagino
hudson
honesto
honesta
homossexual
hierarquia
hannah
hal
habituais
gravidez
governar
golfe
gere
generosa
ganharem
gandhi
fugiram
fs
frequncias
fraude
fragmentao
foste
fluorescncia
flexibilidade
financiar
filas
feridas
fechada
favoritos
favelas
farmacutica
fardo
falantes
faixa
factor
fabrico
fabricar
extraterrestres
extraordinariamente
exponenciais
explicou
existirem
existente
etapa
estufa
estudou
estse
estrutural
estrangeiros
estima
estilos
estgio
estejamos
espinal
espetro
espectculo
especficos
escuta
ervas
equilibrar
envolvente
envia
ensinado
encolher
embarcar
elevar
eletrnicas
eletres
electrnica
elctrico
elctrica
duram
drasticamente
donna
doador
dizse
dizme
dizemme
divulgao
distrbio
dissenos
disselhes
disparar
discriminao
dirios
dirigir
direta
direes
dignos
diagnosticar
diagnosticado
diabetes
deunos
deteo
destruiu
destroos
despertar
desfrutar
desejam
desculpas
descrito
descrevi
descrevemos
deriva
demasiada
deixovos
deixava
deixarmos
deixarem
deixando
deixados
davam
danificados
curador
crnica
cristo
crias
crescido
cresceram
crescemos
costume
corretamente
correta
corda
coraes
convidados
converter
convenincia
controvrsia
controlam
contrair
contnua
contempornea
contabilidade
consideradas
conscientemente
conquistas
cone
conduzem
concursos
concorrentes
concertos
concentrao
conceber
comunitrio
comunicam
compresso
competncia
companheiro
cometer
comearem
comboios
coloquei
coloclo
colocarmos
colocadas
coliso
colher
colheitas
coincidncia
cognitivos
codificador
cobre
cobra
coberta
claros
cinzenta
cintura
chernobyl
chegaremos
chegado
chammos
catstrofe
catlica
cascata
carter
calado
bush
boom
bonica
bombeiros
bolsos
bocados
bimetal
bilhes
beneficiar
bate
barra
baralho
bandas
bali
baleia
avanados
autorais
autonomia
autoestima
autntico
autistas
atributos
atrasado
atores
atleta
atitudes
associaes
associados
assinar
arterial
arrancar
arquitetos
armazm
armazenamento
