
[UNK]
,
[START]
[END]
.
que
de
a
''
o
e
é
``
para
em
um
não
se
uma
eu
as
os
no
do
mas
mais
por
na
com
?
temos
está
da
como
porque
ao
:
têm
sua
nós
ainda
agora
—
tem
só
são
podemos
podem
isso
fazer
esta
eles
coisas
cada
à
também
sobre
sim
seu
ser
quando
pessoas
muito
meu
me
isto
história
foi
era
ela
vida
vez
todos
será
realidade
qual
portanto
novo
nos
mundo
muitos
lá
grande
estes
ele
elas
disso
contar
cerca
bem
acerca
água
vídeo
vão
visão
virar
verde
vamos
usar
tudo
trabalho
tornar-se
tirar
tinha
ter
teoria
tentar
teatro
swann
somente
som
sistema
sejam
seja
redor
questão
proust
projecto
produtos
prazer
pode
pior
pessoa
pequeno
pedir
países
país
outra
oh
nunca
nova
neste
mudar
minha
mesmo
mente
lugares
lugar
inicialmente
há
havia
físico
for
fiquei
fazem
existem
estão
estou
este
estava
eram
energia
durante
deus
deste
deles
câmara
conte
claro
caso
até
assim
aspeto
anos
ano
animais
amada
ali
alguns
algumas
agricultor
acontecer
;
6000
1
-
+
único
única
últimos
óculos
índios
índio
és
época
ácido
zero
woolworth
válido
vou-vos
vou
votos
vosso
volta
vocês
vivem
viste
virámo-nos
vidas
veículos
vezes
verdade
ver
vencedor
vantagem
vanier
valor
vai
vacina
utilizámos
uso
usa
upgrade
uns
técnica
tão
twitter
tweet
três
trono
trela
transmitido
trabalhe
tortura
tornarmos
tornaram
tornando-se
tor
todo
todas
toda
tocaste
tivesse
tiramos
tipo
tinham
textura
testar
terão
terremoto
terra
termos
teresa
terei
tentativas
tempo
tedtalk
tecnólogo
tecnológicos
tecnologia
tarde
tangível
talvez
sódio
sítio
símbolos
série
século
suécia
sucesso
subjacente
subiu
stewart
sou
sorte
solução
sobrevivente
sobrevivem
site
sistemas
sinto-me
significava
significar
sido
si
serendipidade
serem
sentirem-se
sentir
sentido
sensíveis
sensores
semana
sem
seguras
segurança
segundos
segundo
segunda
seguir
segredo
scratch
sabem
ronda
roldanas
resultados
rendimento
remoto
remorso
religioso
refugiados
recursos
recuando
recompensa
recente
receios
rebeldia
realmente
razão
rapaz
rap
quão
quem
quase
quantos
quanto
qualquer
pão
páginas
pundit
próprios
próprio
proteção
pronta
project
procurem
procura
principalmente
primo
primeiro
primeiras
preço
prevê-se
pressão
preocupem
preciso
precioso
potencialmente
possui
posso
porém
pontos-chave
política
poluição
poderia
poder
pobre
plantar
pilhas
pessoal
período
perspicazes
pergunta
perfeita
perecemos
percepção
per
pequenos
penso
pensei
pensar
pensamos
pensa
pelos
pelo
pela
passar
passado
passada
partir
particularmente
participantes
pareciam
parece
parar
palco
ouvir
outros
outras
ou
ory
opções
onde
olá
olhei
okolloh
observar
obrigado
obrigada
objectivo
número
num
nuclear
novamente
notícia
noturna
nosso
nossas
nossa
nome
noite
nisto
nesses
nenhum
negro
negra
nações
navegador
nanopatch
nairobi
nada
nacional
máquina
muitas
muita
mudar-nos
mudanças
mudança
moçambique
molas
modo
mistério
minnesota
mina
microfone
mesma
mesa
mental
menos
melhoramos
melhor
medo
mecânicos
massivamente
massa
marte
margem
marcin
maravilhado
mantenham
mangueiras
maneira
manada
maior
madre
lógica
línguas
lê
lâmpadas
luzes
logo
limpar
ligadas
levar
legado
lançam
kenyan
já
jovens
jean
iria
invertidos
interrompíamos
interiores
interferimos
interessada
intenção
intangíveis
instrumentos
instante
instabilidade
informação
indústrias
independentes
incrível
incluídas
impressão
importante
imaginaria
igualmente
idosos
ideia
ideal
humanos
houve
hora
homogéneos
hoje
hectare
género
guerras
grupos
green
governo
gostem
geração
gastar
fé
fácil
fundo
fundação
fundamentais
fumo
fui
fotografia
fossem
formato
forma
fora
floresta
fixado
fios
final
fim
ferro
ferramentas
feliz
feitos
fazemos
faz
favor
fatores
família
falharam
falemos
falecida
faladas
facto
extinção
existimos
exemplo
exactamente
evoluam
estivéssemos
estive
estaria
estamos
esse
esquina
espécies
espécie
espaço
escrevo
escreve
escondido
esconder
escolher
escola
escandinavos
ervas
enviar
engenheiros
encontravam
encontrar
encanto
ei
eficientes
eficaz
edifícios
ecossistema
e.u.a
dólares
década
dá
duma
dois
doença
dizer
diz
divisões
disto
disse
dispositivos
disponível
direitos
direito
directo
dinheiro
diferentes
diferente
dias
detrás
desse
deslocar
desgoverno
desenhar
descobri
descobre
desaparecer
desafiar
depois
dentro
demorou
democracia
delas
deixá-los
deixarão
deixar
decoradores
decidir
daí
das
dar
daquela
cérebro
curve
curiosidade
cruel
criminalizar
criatividade
criados
criadores
criado
crescer
cotado
cortina
corrupção
corpo
cordas
cor-de-rosa
convencer
continuar
contexto
contactáveis
contabilidade
consumidores
conseguimos
consciente
conhecer
compreensível
complexa
completamente
companhia
começou
começam
começa
comecei
colocaram-no
colheita
colecção
colchetes
clássico
climática
ciumentos
cirurgia
cinco
chris
china
cheirar
chamado
certa
celebração
cara
capita
canções
calcutá
caixa
caiu
buraco
building
brasil
brand
branco
branca
braille
bons
bolsa
blog
bali
baixo
baixa
avançados
avaliá-los
autor
atualmente
atrás
atmosfera
ativos
associada
asiático
asilo
arroz
arranjar
aquilo
aqui
aqueles
apurou
apropriado
aprendi
aplausos
apenas
apareço
análises
anunciaram
anterior
andar
amor
amiga
ambientais
amazónica
amante
além
altura
alterámos
algoritmo
algo
alegrava
alavanca
ajudá-los
ajudá-lo
agnóstica
afinal
advogada
adn
admito
admitir
adam
acréscimo
acredito
aconteça
aconteceu
acontece
acima
acenderam-se
aceito
accounting
acabar
abstenham-se
a.c.
]
[
60
6
4
300
150
13
110
000
)
(