
[UNK]
,
[START]
[END]
.
a
de
que
e
o
''
é
um
uma
``
para
não
em
os
do
as
da
com
se
como
mas
no
por
?
mais
na
eu
:
muito
isso
isto
são
pessoas
ou
)
(
quando
ser
ao
nos
fazer
porque
dos
há
está
à
foi
então
esta
nós
—
era
das
este
anos
ele
sobre
todos
temos
eles
também
aqui
agora
mundo
estão
minha
tem
ver
mesmo
meu
bem
podem
podemos
ter
coisas
apenas
forma
pode
depois
onde
vida
têm
sua
até
me
tempo
assim
vez
tudo
risos
estava
vocês
coisa
nossa
num
só
tinha
já
estamos
aplausos
seu
numa
algo
ela
dizer
nosso
ainda
cada
estas
nas
vamos
dia
hoje
tão
parte
pelo
grande
estes
verdade
todas
portanto
pela
realmente
aos
vou
vezes
sem
tipo
todo
falar
qualquer
melhor
entre
trabalho
dois
história
sempre
disse
alguns
pouco
tenho
outra
seus
problema
toda
outros
quero
vai
exemplo
às
lá
ideia
muitas
nunca
talvez
-
milhões
nossos
estou
%
esse
essa
durante
muitos
maior
obrigado
primeiro
quem
menos
mim
pensar
três
ano
duas
outro
sistema
neste
nossas
outras
algumas
qual
facto
antes
lado
importante
suas
precisamos
elas
casa
estar
diferentes
nem
sou
!
usar
nova
enquanto
primeira
seja
eram
mulheres
claro
faz
informação
criar
crianças
alguém
pessoa
...
vão
meus
cérebro
cerca
tentar
tecnologia
nada
penso
momento
sabem
sim
foram
através
♫
dados
significa
bom
volta
somos
dias
acontece
mesma
quase
alguma
quer
sabemos
poder
diferente
vos
disso
dentro
acho
água
novo
ir
país
número
difícil
quanto
seria
essas
sei
certo
dar
será
estavam
acontecer
mudar
energia
futuro
começar
trabalhar
realidade
lugar
10
desta
dinheiro
;
sido
espaço
desde
simples
havia
tal
resposta
terra
fora
existem
maneira
feito
questão
países
bastante
escola
encontrar
tinham
meio
saúde
nesta
mil
altura
música
mãe
existe
fazem
experiência
aquilo
possível
uns
ponto
cidade
parece
diz
deste
modo
vossa
razão
ali
vemos
posso
ninguém
luz
homem
[
obrigada
internet
quatro
fui
]
maioria
saber
queremos
imagem
deles
corpo
vosso
olhar
aí
problemas
pequena
palavras
caso
queria
dólares
gente
família
passado
fazemos
estado
nível
construir
contra
pequeno
interessante
grandes
simplesmente
ciência
humanos
fim
si
aconteceu
funciona
homens
aprender
vídeo
única
segundo
podia
amigos
acerca
longo
humano
histórias
provavelmente
cinco
esses
viver
comecei
20
sala
boa
poderia
ficar
sociedade
processo
quais
frente
você
conseguem
aquele
pai
conseguimos
fácil
atrás
arte
vidas
espécie
mulher
novas
tanto
real
querem
meses
melhores
mudança
preciso
completamente
partir
fosse
além
ajudar
perceber
muita
grupo
fez
caminho
algum
pelos
células
comunidade
imagens
guerra
formas
fizemos
milhares
medo
local
horas
causa
chamado
áfrica
♪
computador
carro
sentido
universo
minhas
fiz
empresas
global
filhos
estados
destas
social
noite
pergunta
tínhamos
passar
enorme
chegar
projeto
termos
imaginem
30
livro
economia
tive
baixo
tarde
ok
comida
ar
100
modelo
cidades
rede
destes
olhos
doença
carros
000
aquela
natureza
ideias
eua
pais
mostrar
tamanho
papel
mão
aqueles
início
ca
segurança
planeta
ambiente
pensem
certa
sociais
criança
tipos
teve
próprio
porquê
desenvolvimento
dele
dela
lhe
começou
política
humana
governo
estávamos
cima
50
voz
relação
ajuda
seguir
sabia
educação
seis
jovens
fazê-lo
começa
adn
pensei
valor
tornar
própria
conjunto
chamada
sabe
visão
século
nome
empresa
voltar
violência
ora
delas
confiança
animais
palavra
vem
população
base
segunda
medida
disto
compreender
últimos
locais
conhecimento
sucesso
professores
matemática
juntos
diferença
minutos
mal
deixar
unidos
mundial
maiores
descobrir
começámos
capacidade
deus
contar
centenas
ouvir
serem
cabeça
vossos
situação
oportunidade
único
perto
nenhum
idade
gostaria
finalmente
final
após
pelas
cultura
comigo
basicamente
vi
público
precisam
números
dizem
deixem-me
campo
som
seguinte
pequenos
incrível
hora
escrever
atenção
apesar
'
lhes
irão
houve
cancro
15
entanto
tecnologias
natural
longe
livros
força
escala
conta
área
umas
semana
2
usando
ted
resolver
rapidamente
pensamos
partilhar
nenhuma
conseguir
china
pontos
irá
imaginar
estudantes
doenças
crescimento
vista
redes
linha
importantes
devido
comum
última
sistemas
risco
equipa
deve
acredito
novos
ferramentas
totalmente
solução
levar
cento
vejam
semanas
precisa
oh
colocar
série
sejam
movimento
controlo
alunos
questões
estudo
comportamento
certeza
carbono
último
sair
experiências
dessa
áreas
resultado
mesmos
for
chama-se
universidade
resultados
quão
quantidade
passa
estrutura
amigo
padrões
nessa
ler
devem
dessas
aprendi
amor
várias
perguntas
parar
obter
morte
mente
filho
europa
demasiado
computadores
acesso
nisso
impacto
capaz
viagem
passo
máquina
design
suficiente
sol
pesquisa
partes
notícias
iria
fundo
fizeram
direito
começaram
1
tivemos
sob
próprios
normal
iorque
embora
direitos
descobrimos
desafio
ensino
consigo
resto
nisto
mensagem
laboratório
indústria
física
exatamente
centro
capazes
sentir
cientistas
américa
mostrar-vos
metade
manter
grupos
escolas
devemos
continuar
índia
possam
pensam
fiquei
visto
sul
neurónios
jovem
ia
aula
teria
seres
sequer
pequenas
lidar
funcionar
nesse
consegue
5
procura
pois
entrar
40
sangue
rua
pessoal
lugares
google
esperança
disseram
boas
próximo
oito
médico
gosto
espécies
contrário
colegas
aprendizagem
teoria
sete
pobres
online
naquele
mudou
linguagem
professor
novamente
mãos
mercado
melhorar
nuclear
língua
fotos
fotografia
cor
aumentar
sociedades
sexo
dá
liberdade
crescer
acabar
revolução
petróleo
fazia
famílias
espero
custo
tivesse
tenha
primeiros
podiam
poderá
especial
alta
veem
uso
trás
sonho
relações
recentemente
palestra
normalmente
desse
particular
obviamente
material
geral
efeito
doentes
democracia
bons
25
vejo
terem
regras
recursos
próxima
produtos
podíamos
perguntar
malária
haver
fantástico
coração
conseguia
consciência
caixa
andar
60
tenham
médicos
miúdos
ligação
instituições
humanidade
explicar
digital
animal
80
3
torna
possamos
materiais
fomos
faço
adoro
tomar
razões
programa
pior
genes
ficam
fica
especialmente
errado
conversa
vivemos
velocidade
usam
tirar
sítio
superfície
repente
produção
principal
posição
médio
logo
ensinar
edifícios
90
procurar
pegar
naquela
média
dor
total
tornou-se
modelos
mar
líderes
exemplos
esquerda
comer
tu
próprias
poderíamos
mapa
aquelas
vós
vivem
usamos
possa
negócio
geração
correr
comprar
ambos
70
respostas
metros
mental
entender
desejo
código
comunicação
chamamos
assunto
teste
rápido
qualidade
pôr
plano
mostra
forte
crise
casos
casas
te
projecto
presente
massa
inglês
frequentemente
foto
floresta
ficou
comunidades
cara
alto
veio
permite
necessário
mau
incrivelmente
falta
estudos
estudar
espera
vêem
topo
pagar
organização
nacional
filme
feita
estive
custos
acordo
vírus
vimos
literalmente
lei
favor
escolha
distância
desenvolver
absolutamente
abaixo
vários
verdadeira
serão
palavras-passe
negócios
medicina
inovação
estranho
edifício
duma
central
época
vir
responder
mudanças
manhã
investigação
governos
disse-me
digo
desses
célula
câmara
preço
poderiam
infelizmente
físico
estrada
cá
continua
começam
biologia
abelhas
vivo
via
trata
serviços
sensação
raparigas
próximos
objetivo
matéria
marca
maneiras
interior
feliz
económico
cérebros
cadeia
aprendemos
vêm
terceiro
tecido
quarto
políticos
pobreza
mesmas
jogo
evolução
eis
doente
compaixão
solar
sinal
percebi
norte
gráfico
exactamente
erro
década
daqui
construção
conceito
abordagem
transformar
produto
fundamental
funcionam
cuidados
superior
salvar
ruas
porta
parede
inteiro
feitos
deveria
decidi
chegou
sentimento
quantos
produzir
período
pedir
olharem
mês
museu
importa
imediatamente
facebook
devia
cidadãos
certamente
4
tratamento
presidente
passou
parecer
palco
padrão
oceano
lista
hospital
esperar
encontrei
azul
acima
–
árvores
verão
verdadeiramente
tiveram
taxa
sinais
semelhante
prazo
poucos
potencial
parecem
necessidade
livre
leva
fossem
documentos
direita
complexo
baixa
acreditar
abrir
trazer
políticas
parque
nove
milhão
gps
fonte
descobri
céu
vê
vossas
sorte
sendo
pública
página
pudesse
peso
paz
nestas
lutar
levou
km
extremamente
emprego
artista
verde
telemóvel
região
polícia
pena
passei
partículas
memória
membros
indivíduos
escolher
encontramos
décadas
direção
debaixo
condições
capital
branco
usa
trata-se
pele
olho
morrer
lembro-me
leis
gás
gostam
forem
efeitos
depressa
decisão
convosco
conduzir
cedo
carvão
biliões
tempos
tema
quê
quiserem
povo
pensamento
observar
media
impossível
igual
falamos
diria
começamos
chão
aplicação
12
11
vítimas
verdadeiro
tocar
seguro
seda
religião
reconhecer
parecia
paixão
olhem
máquinas
muda
frase
erros
descoberta
decisões
curso
cria
contexto
aulas
web
the
sério
sermos
querer
quantas
prática
perder
nestes
mercados
meios
hipótese
filha
espaços
encontrámos
decidimos
dança
connosco
chave
bebé
200
18
17
vontade
valores
tua
soluções
software
sinto
queriam
poderão
ouvi
linhas
informações
importância
função
felizes
enviar
elementos
daquele
claramente
campanha
buraco
atualmente
armas
alimentar
acabou
usado
transporte
sons
pedaço
oriente
genoma
falam
fala
factos
explorar
criámos
criação
creio
conhecemos
cirurgia
chega
tantas
surpreendente
ritmo
riscos
rio
pão
prisão
perspetiva
oportunidades
inteligente
estás
estrelas
controlar
complexidade
afeganistão
acham
13
visual
utilizar
trabalhadores
tido
sobreviver
significado
robô
reino
rapariga
quilómetros
queríamos
possibilidade
poderoso
poderemos
peça
particularmente
moléculas
mesa
estivesse
estiverem
terceira
química
propósito
momentos
mensagens
lua
interessantes
inteligência
género
ganhar
ecrã
dizia
diferenças
construímos
aumento
apoio
alcançar
x
viram
responsabilidade
receber
rapaz
pensa
pares
olá
níveis
luta
justiça
interesse
incluindo
esteja
dito
deu
certas
8
viu
vindo
usada
tornar-se
teriam
segundos
respeito
pé
negro
línguas
insectos
humanas
felicidade
estruturas
dizer-vos
daí
conheci
começo
éramos
zona
versão
silêncio
setembro
profissionais
princípio
perfeito
notas
medicamentos
investimento
gostava
forças
fogo
desafios
depressão
dar-vos
contudo
conseguiu
conhecer
brincar
aldeia
agir
afinal
zero
senti
programas
poucas
perda
origem
olharmos
idosos
gelo
florestas
façam
fazerem
expressão
enormes
encontro
criatividade
contar-vos
conselho
chris
carta
carne
barato
aspeto
útil
terminar
tanta
reparem
proteger
pode-se
opinião
negros
motor
ligar
inteligentes
geralmente
ferramenta
exército
estradas
espírito
esforço
difíceis
dado
bocado
velho
tratar
tornou
teremos
tendência
sentimos
ratos
pensava
objeto
iremos
incríveis
higgs
fortes
exterior
evitar
estrela
essencialmente
epidemia
dez
devíamos
considerar
buracos
beleza
audiência
aspecto
artistas
areia
aparecer
análise
24
árabe
tendo
sítios
solo
sentimentos
reais
pés
pressão
peças
ouvido
método
minuto
excelente
cuidado
científica
bola
antiga
adolescentes
ótimo
torna-se
teu
tantos
serviço
rápida
públicos
provável
ordem
medir
lembrar
individuais
fotografias
formação
eventualmente
depende
dentes
consumo
conhecem
comuns
agricultores
300
14
voar
vento
técnicas
twitter
trabalhos
terrível
tarefa
redor
proteção
pernas
notícia
marido
longa
lixo
juntar
fábrica
ficaram
fenómeno
felizmente
escrita
entra
eleições
dispositivo
deixa
comunicar
compreensão
calor
banco
alterar
acreditam
500
és
vídeos
teríamos
suficientemente
stress
sabiam
responsável
primeiras
precisão
precisava
poderosa
permitir
pacientes
matar
maravilhoso
lição
lados
irmão
internacional
imaginação
gene
drogas
disponível
contas
conseguirmos
conhecido
chuva
cheguei
carreira
antigo
aberto
vozes
vacinas
unidade
terão
terreno
temperatura
sentem
robôs
recente
quente
prazer
plantas
organizações
noção
moda
micróbios
john
graus
feitas
escolhas
enfrentar
direcção
daquela
conteúdo
companhia
civil
cheia
cadeira
brilhante
brasil
barulho
bactérias
algures
vidro
tradicional
tradicionais
testar
televisão
telefone
sustentável
sequência
rei
rato
pronto
profunda
principais
permitem
ouvimos
obtemos
normais
médica
má
menor
magia
limite
identidade
graças
gostamos
falar-vos
escrito
escreveu
engenharia
devo
deviam
detrás
descobriram
consegui
cientista
certos
cem
cabelo
bebés
ataque
altamente
acaso
acabei
16
voltei
vermelho
unido
treino
testes
terá
senhor
salas
sabíamos
riqueza
representa
prova
projetos
princípios
podermos
perigo
passam
par
oxitocina
ouro
naturais
missão
kg
israel
fixe
fazendo
essencial
eficaz
dezenas
costa
cores
chamo
casamento
canção
camada
califórnia
busca
aumenta
analisar
agricultura
tentei
tens
tenhamos
seriam
reconstruir
páginas
político
londres
invisível
indivíduo
impressão
fé
frequência
faça
familiar
facilmente
expansão
errada
dão
dispositivos
deixou
definição
criamos
combustível
clientes
chegámos
cabo
blocos
avançar
aplicações
amostras
americana
3d
vá
virtual
viajar
vale
trânsito
tivessem
telemóveis
somente
sms
rádio
rodas
rendimento
pensarem
olhamos
mortes
juntamente
irmã
interessa
instituição
ignorância
haverá
frio
estejam
entropia
emoções
disponíveis
deveríamos
desenhar
corpos
consequências
conflitos
chinês
chamar
cartas
cama
big
avó
arranjar
arquitetura
arma
anterior
aberta
6
técnica
tv
substituir
rosto
reputação
relativamente
prémio
profundo
profundamente
praticamente
possibilidades
ponte
original
olha
mosquitos
limites
juntas
filmes
estilo
digamos
demais
debate
damos
constantemente
comportamentos
bang
atmosfera
apareceu
aparece
americano
alimentos
aceitar
2000
óbvio
árvore
xx
vive
texto
terrorismo
reduzir
pudessem
privacidade
planetas
pedaços
opções
necessidades
miúdo
luzes
ligações
investir
gestão
fome
fase
fantástica
extraordinário
exploração
esquerdo
emocional
eletricidade
einstein
dúvida
dizemos
diga
criaram
cozinhar
conflito
chama
cair
benefícios
batalha
baseado
bairro
ação
aranha
velhos
tornam
tom
toca
tecidos
sobretudo
semelhantes
registo
proteínas
poupar
pib
passaram
paredes
ondas
ocidental
objecto
nações
mostram
monte
marte
japão
hospitais
gripe
galáxias
faculdade
face
espantoso
espacial
equipamento
encontra
elemento
continuam
complexos
clara
científico
cegos
c
bomba
avô
andava
2008
órgãos
tumor
toneladas
tiverem
tentativa
sexual
secundário
sabes
rendimentos
religiões
provar
programar
poesia
pensámos
peixe
participar
opção
nomes
más
mover
morreu
montanha
molécula
moderna
militar
iriam
iraque
físicos
fundamentais
frases
formar
extraordinária
estranhos
escuro
encontram
empregos
divertido
discurso
digitais
dificuldades
destruição
decidir
daquilo
cultural
criou
conversas
consumidores
complicado
climáticas
cheio
caro
braço
banho
atingir
ameaça
alterações
alegria
acção
visitar
veículo
vergonha
vender
sozinho
seguros
recebe
preto
ponta
plataforma
pintura
perspectiva
perguntei
ouvidos
ok.
necessária
nação
mortalidade
militares
lembrem-se
genética
fizermos
fascinante
diretamente
detalhes
descrever
dedos
culturas
características
canto
breve
bloco
avião
autor
artificial
aparelho
alvo
alma
7
volume
virem
trabalhei
surpresa
sugerir
sonhos
saudável
quisermos
quadro
paris
nota
nela
natal
méxico
los
libertar
interesses
imprensa
gerações
fontes
explosão
etc
esperamos
envelhecimento
electricidade
eixo
economias
distribuição
dimensões
custa
criado
cresci
conforme
colega
ciro
campos
boca
blá
austrália
apanhar
aniversário
americanos
adicionar
acreditamos
2010
1000
vê-lo
vizinhos
trabalham
torno
subir
sombra
saída
resistência
recuperar
radiação
quénia
quis
prestes
podes
perigoso
oposto
objetos
negra
máximo
mudaram
motivo
marketing
ligeiramente
janela
inteira
industrial
individual
igualdade
fronteiras
frança
existência
escura
emissões
dissemos
desenho
defender
cortar
contacto
conferência
completa
comentários
clima
canadá
bens
bela
baixos
bairros
9
's
vieram
verdes
vejamos
universal
ultrapassar
transformação
termo
tarefas
surge
super
sr.
segura
revista
recolher
rapazes
pudéssemos
propriedade
progresso
processos
prever
possíveis
perante
passos
olhando
oceanos
obra
nele
mortos
mentes
mecânica
jardim
infância
infantil
fico
faziam
familiares
existir
existia
estação
equivalente
equilíbrio
empatia
deveriam
descobriu
compromisso
cenário
braços
ações
ataques
artigo
aproximadamente
angeles
alemanha
acidente
achamos
úteis
viva
vais
uau
traz
transição
tornaram-se
sobrevivência
saudáveis
roupa
recebem
queres
práticas
pobre
pintar
perfeitamente
perdido
pensarmos
parecido
nuvem
nesses
nessas
naturalmente
mães
morreram
moral
moderno
metro
meia
imenso
ilusão
haiti
grã-bretanha
fundação
explicação
euros
estudante
especialistas
escrevi
económica
diálogo
diversidade
desempenho
desculpa
cuidar
costumava
corrente
construído
constante
confiar
conclusão
companhias
coca-cola
climática
classe
ciências
civilização
capacidades
b
atravessar
apresentar
aprendem
amostra
aluno
ah
acaba
últimas
átomos
ásia
youtube
votar
veículos
usou
tivéssemos
tiver
sofrimento
site
sai
recebi
realizar
químicos
principalmente
presos
percebem
pedra
paisagem
ouviram
oferecer
ocidente
obras
objectivo
morto
membro
jogos
haja
gastar
fundos
estiver
escritório
engenheiros
eficiente
dr.
doméstica
diante
descobertas
dei
decidiram
círculo
crispr
contém
comprimento
causar
bocadinho
baseada
antigos
alternativa
adultos
2011
2009
washington
vazio
variedade
vantagem
usados
usadas
transmitir
tentamos
sozinhos
seguida
segredo
reparar
reação
pássaros
primo
precisar
poderem
perfeita
perdemos
new
nervoso
nasceu
narrativa
maravilhosa
madeira
jogar
interagir
instrumentos
influência
iguais
ficamos
estratégia
esposa
diziam
discussão
destino
desaparecer
curiosidade
comercial
chip
bonito
atual
atividade
alcance
150
viagens
variação
utilizadores
tivermos
tenta
sofrer
soa
seguintes
saí
ricos
quiser
queda
quadrado
provas
propriedades
privado
pouca
planos
piada
pessoais
partilha
objectos
notável
noites
nasci
mistério
microscópio
loja
li
janelas
intestino
independentemente
guerras
grave
fronteira
fato
estranha
estaria
essência
eficiência
económicos
designers
deserto
daqueles
cálculo
curva
curto
coragem
ciclo
cena
cartões
café
basta
avaliação
assistir
aspetos
aspectos
aparentemente
aparelhos
ajudam
aconteça
acontecido
21
voto
video
vermelha
união
tradição
terço
suposto
sapatos
relacionadas
refugiados
raio
preocupar
popular
pensamentos
passámos
passada
palestras
paciente
onda
olhámos
nervos
necessários
métodos
mecanismo
lentamente
lembram-se
jantar
irmãos
interessados
imensa
hotel
gritar
globais
gerir
funções
fatores
faria
falo
falando
exposição
específico
envolver
engano
elevado
egito
ecossistema
desenvolvemos
cura
criminosos
criam
crença
cordas
conectoma
comércio
componentes
complexa
completo
combustíveis
chorar
centros
canal
bg
aquecimento
acelerar
400
wk
vivos
tinta
tensão
serve
regressar
proteína
precisávamos
potência
poderosos
partido
mentir
mentais
menina
memórias
medicamento
maus
líder
literatura
ligados
ligado
liga
inspiração
inferior
igualmente
identificar
iam
horrível
hipóteses
heróis
gravidade
funcionou
fracasso
ficção
fazermos
falsos
falhar
evento
esqueleto
entrou
ei
dólar
droga
dormir
desenvolvido
decidiu
data
danos
criei
conheço
circunstâncias
chegaram
canções
camadas
caixas
botão
bicicleta
beber
barco
barata
automóvel
ato
ambientes
alzheimer
actualmente
abertos
75
zumbido
website
visível
verem
utilização
tuberculose
tratamentos
transparência
tais
sopa
sinto-me
sentia
sentado
richard
resolução
representam
reconhecimento
personalidade
peixes
ossos
noutros
mundiais
mortas
lógica
lindo
leve
jornalista
jornal
janeiro
inventar
gerar
gato
fósseis
francisco
flores
ficava
fibras
fez-me
falámos
estiveram
esteve
especificamente
encontraram
dum
disse-lhe
diagnóstico
crítico
crítica
crime
construída
comparação
chefe
caminhar
brancos
bater
babbage
aves
assustador
apercebi-me
antigas
anderson
anda
amanhã
altas
acto
acreditem
acabado
vítima
voltou
vivas
unidades
trouxe
triste
transportes
tornam-se
ti
terramoto
tendências
tendem
surgiu
situações
sintomas
rica
retorno
raramente
raiva
pudermos
produz
probabilidade
preços
presentes
pessoalmente
perceção
percentagem
passava
passamos
paquistão
necessariamente
motores
moeda
mit
medidas
livres
letras
james
inveja
indústrias
harvard
gostar
gigante
fundamentalmente
fios
fio
exceto
estarem
enfrentamos
e.u.a
divisão
discutir
dificuldade
cão
cálculos
criativo
corte
condutor
complexas
chegam
chamadas
cerebral
caos
cantar
básica
barreiras
atacar
arquitectura
apoiar
altos
alteração
algoritmo
africanos
acha
acessível
acabámos
19
verdadeiros
vacina
treinar
toque
tentámos
séculos
retirar
requer
relevante
regra
reforma
recompensa
quinta
pénis
próstata
prosperidade
promessa
professora
precisamente
planta
peço
personagens
percebemos
pensaram
participação
palavra-passe
olham
nobel
movimentos
lições
liderança
leite
latina
irem
investigadores
instruções
indo
imigrantes
houvesse
honra
garantir
ganho
gana
fluxo
fariam
excremento
europeia
estatística
especialista
especiais
escutar
dizendo
diz-nos
diminuir
dimensão
desastre
cursos
couro
corrida
corre
corais
colapso
buscar
brilhantes
bombas
bolas
bill
biblioteca
belo
aplicar
andam
amiga
actual
acabaram
acabam
27
únicos
virar
troca
tribunal
tornei-me
terapia
sozinha
senão
sentados
secção
saneamento
responsáveis
repetir
recebemos
raça
quântica
pude
publicidade
prontos
positivo
positiva
porco
perguntou
perdi
perdeu
percurso
pensou
passagem
parece-me
noutro
mínimo
mudam
meninas
marcas
mapas
longas
leste
leitura
legal
laboratórios
junto
invés
investigar
investidores
injustiça
inglaterra
infraestrutura
incerteza
implicações
haveria
fábricas
funcionários
fugir
fornecer
folhas
flor
existiam
evoluir
esperava
entrada
elevada
ecológica
dá-nos
dignidade
departamento
dada
córtex
criaturas
criando
correto
continuamos
consequência
conseguiram
consciente
condição
cocó
ciúme
cirurgião
cinema
cheiro
chegamos
cartão
carregar
calhar
britânico
bonita
bigode
barreira
aranhas
aproveitar
afirmação
2012
xxi
veremos
unidas
truque
tornaram
thomas
terroristas
símbolo
sugere
sabedoria
robótica
rico
representação
representar
recurso
recuperação
recentes
protótipo
produtividade
preparar
povos
porém
portas
porcento
populações
pistas
pista
percorrer
parceiros
painel
organismos
olhou
nucleares
norte-americanos
neurónio
necessárias
morrem
molecular
mentiras
matemático
mantêm
mantém
mamíferos
ligada
letra
interna
instalações
igreja
grátis
gostaríamos
gasolina
ganhou
formos
fisicamente
fila
fibra
festa
fantásticas
extrair
extra
esforços
elefante
eficazes
distúrbios
dinâmica
destruir
deram
deixem
deficiência
daquelas
cresceu
cozinha
considerado
conseguirem
conhecida
concluir
computação
compras
competição
cometa
combinação
coloca
cilindro
cavalo
bactéria
artigos
amazónia
algoritmos
agulha
africano
achei
abordar
abertura
22
êxito
xix
voluntários
visuais
veteranos
universos
trabalhava
tentando
tentam
suficientes
sono
significava
separação
senti-me
sementes
saiu
rurais
roda
respondeu
próximas
projectos
programação
poema
pm
plástico
plantar
perna
perceberam
pensavam
pensado
pedido
pareça
oxigénio
operação
operar
ocorre
observação
navios
naqueles
nanopatch
muçulmanos
mostrei
montes
modernos
metáfora
louco
limpa
leonardo
lar
lançar
junho
iphone
interessado
instante
imensas
gosta
galáxia
gabinete
fêmea
futebol
formam
financeira
experimentar
expandir
exames
estatísticas
estarão
estabelecer
envolvidos
eliminar
eficácia
dose
câmaras
cujo
criativa
criada
corrigir
contrato
continente
conhecidos
compreendemos
componente
competências
colónia
chamou
causas
capitalismo
caminhos
calcular
bolso
aço
avaliar
assuntos
apple
aparecem
anteriormente
amarelo
administração
árabes
vulneráveis
vivia
velhas
velha
utilizador
usá-lo
universidades
tridimensional
tirada
times
telescópio
teatro
símbolos
sustentabilidade
surgiram
soma
sofrem
sites
sexuais
sentidos
senhora
seca
rostos
remover
recebeu
radical
proposta
profundas
prioridade
primos
previsão
presa
preparados
poupanças
potencialmente
poderosas
piores
pinturas
percepção
partilhamos
partilhada
parques
originais
nutrientes
microfone
michael
mentira
menino
melhoria
manhattan
louca
levado
jornalistas
irei
invisíveis
inovações
informáticos
impedir
ilhas
ilha
idosas
histórico
grau
globalização
george
focar
fazem-no
famoso
falei
extraordinárias
expressões
exercício
eventos
estivessem
esperem
envolve
entram
entendem
eficientes
edi
directamente
diariamente
dia-a-dia
desistir
desconhecido
descoberto
demora
defesa
cêntimos
crucial
cresce
convencer
consegues
comem
colaboração
choque
chamam
centrais
cardíaco
caiu
cabos
básico
banda
aumentou
argumento
apresentação
apartamento
agências
acontecem
abrigo
abrandar
45
23
2050
2007
2001
ódio
voo
visita
vih
vantagens
título
técnico
transferência
trabalha
tornado
toma
tirei
tijolos
tesla
terríveis
tecnológica
síria
surgir
soube
sente
sejamos
seguras
sanita
salto
rural
ruanda
retina
resulta
redução
receitas
públicas
primavera
preso
possuem
possivelmente
placa
personagem
permitiu
pegamos
passados
orgulho
operações
ontem
olhei
obesidade
noutras
negras
mágico
movembro
matemáticos
maravilha
mapear
loucura
localização
limpo
limitações
ligadas
liceu
justo
judeus
irmãs
intervenção
instalação
imigração
imensos
ilegal
ignorar
ideal
ganha
frank
francamente
fizesse
fizer
ficarem
falso
extremo
extrema
excitante
excelentes
estarmos
estaminais
estabilidade
esconder
escolhemos
escaravelho
epidemias
empreendedores
email
eleição
efetivamente
e-mail
documento
diretor
determinado
desperdício
descer
deixei
deixam
david
cães
costumavam
continuava
conseguiam
conexões
comecemos
combater
colocamos
cidadão
chicago
cego
categoria
caras
cambridge
cai
bilião
bases
automóveis
autocarro
anteriores
ameaças
ambas
amar
ajudou
adolescente
acredita
acontecimento
35
órgão
york
y
vistos
violenta
verificar
vendas
vencer
usámos
usaram
tragédia
tradução
tradições
trabalhamos
tony
tio
suporte
sujeito
suicídio
street
sida
serra
sentia-me
sensores
sensor
senhores
saudita
saem
rápidos
romance
resultou
referência
raios
quantidades
quaisquer
pura
pudemos
profissional
produzem
privilégio
preocupações
preocupação
precisavam
praia
poeta
perdida
paul
patente
partilhado
partida
parou
painéis
olhemos
ocasionalmente
obstáculos
noutra
nelas
naquilo
musical
mundos
motivação
mostrou
morcegos
metal
medula
março
mala
luxo
limpar
levantar
levam
lavar
julgamento
jeopardy
invenção
intelectual
inicialmente
informática
inevitável
incentivos
havido
guia
graça
gordura
genéticas
genomas
ganham
férias
fáceis
funcione
francês
foco
flexível
financeiro
factores
exercícios
excesso
etiópia
estariam
espantosa
escuridão
escritórios
errados
energética
encontrado
empregados
emergência
ecossistemas
duplo
doutoramento
donos
domínio
dióxido
distante
dispostos
dieta
devagar
desenhos
demonstração
deixamos
curar
crédito
corrupção
correio
contribuir
consiste
condução
complicada
comentário
cognitivo
clínicos
clareza
circuitos
chineses
chamados
casar
carga
captar
capita
camiões
cadeiras
cabeças
branca
bem-estar
autocarros
ativos
assumir
artes
arroz
arco
aprenderam
apontar
antepassados
agarrar
acreditava
achava
acessíveis
2015
world
vê-se
voltando
visualizar
vigilância
vermelhos
verdadeiras
vasto
urbano
túnel
tópico
turma
truques
tropicais
textos
teus
tento
tentaram
taxas
talento
servir
seremos
sequências
sentada
senhoras
satélites
saltar
roubar
riso
rir
revelar
respiração
resistir
reparação
renováveis
relatório
reinventar
regresso
raízes
químico
quântico
questionar
prisioneiros
presença
preocupa
poupança
potável
posições
porcos
pontuação
plateia
pico
permite-nos
permanente
per
pedras
patentes
paradoxo
oeste
novidade
navegar
nascimento
nasa
nariz
multiverso
mt
mover-se
mistura
mexer
maravilhosas
loucos
lojas
literacia
lançou
lago
inverno
inventou
interface
instituto
incluir
incapacidade
impressionante
i
horizonte
gratidão
fusão
funcional
feedback
falsa
extensão
evidências
estúdio
estudei
estratégias
estivemos
estações
esquizofrenia
escritos
escolar
equação
entusiasmado
entrei
energias
efectivamente
economistas
dupla
doloroso
diarreia
detetar
detalhe
demorou
dar-lhes
currículo
criadores
crenças
costas
correu
correcta
corporal
conversar
construídas
conhecimentos
confusão
comédia
competir
começarmos
comemos
colocou
co2
cirurgiões
cimento
chips
cegueira
caros
bolha
bitcoin
baratos
avanço
associação
aparência
apareceram
apaixonada
anatomia
alvos
alternativas
alimento
alimentação
agentes
afeta
adorava
adopção
adiante
acontecimentos
aconteceria
abundância
2004
óptimo
ângulo
zonas
voa
variáveis
vapor
utilizando
usei
transmissão
trabalhado
tomada
terras
suécia
stanford
sombras
sexos
secundária
sebastian
scratch
saído
san
saibam
sabendo
rússia
roupas
rocha
rm
reunir
receita
rabiscar
quadrados
proporcionar
propaganda
profissão
processar
processamento
primatas
presas
preconceitos
polo
podem-se
perguntei-lhe
pequeno-almoço
peguei
pedimos
partícula
parkinson
park
paciência
organizar
organismo
ocorreu
nelson
neles
móveis
multidão
motivos
mostrado
metano
mergulho
manipular
lucros
levou-me
lançamento
juventude
jornais
jornada
internacionais
interação
intensidade
instrumento
inspirar
iniciativa
inicial
infraestruturas
idênticas
guardar
gates
foxo
formato
fiquem
financeiros
fabricantes
existentes
excepto
espetacular
específica
escultura
entretanto
emergentes
eleitores
egípcios
económicas
ecologia
dê
dores
diâmetro
diária
diversas
digam
determinar
desporto
desenhado
descrição
demos
demorar
deixaram
cópia
cultivar
contamos
congo
conceitos
começado
colaboradores
clínica
clube
clicar
civis
chinesa
bancos
baixar
avós
avançada
automática
atitude
ascensão
aprende
aplauso
apelo
aliás
al
agradável
actuais
achar
aceder
acabamos
abelha
2005
ótima
áudio
voltaram
visualização
vinha
vertical
versões
vermos
vermelhas
venda
trocar
transportar
transforma
terrorista
terror
teorias
tela
teia
tanque
sustentar
subitamente
steve
sobreviventes
soar
significativo
sentir-se
seguem
salário
rios
revoluções
restaurante
responde
queiram
quartos
publicar
proporção
profundidade
procedimento
preferido
portátil
porto
populares
planear
pesquisar
perguntou-me
perfil
perderam
pegada
pato
parceria
ostras
osso
orientação
observações
observamos
núcleo
nuvens
normas
norma
netos
músicos
múltiplas
móvel
muro
mudado
morta
moralidade
mk
milagre
medos
medicação
margem
manual
mandela
macacos
macaco
lobos
liguei
ligam
lesão
lento
larga
insetos
inimigo
inglesa
ii
holanda
gráficos
gravar
globalmente
genético
generosidade
garagem
freespeech
filosofia
ficámos
façamos
falhas
falha
falava
estômago
estrangeiro
estará
esperam
entusiasmante
entrevista
encontros
dúzia
dívida
dobro
divisões
distinguir
digo-vos
difusão
dezembro
desigualdade
desconfortável
dançar
curta
cuidadosamente
crescem
cortes
conto
conhecia
congresso
comboio
combinar
colagénio
cobertura
cerveja
cardíaca
capítulo
brincadeira
bosão
aviões
aviso
ativo
astrónomos
arquimedes
anúncios
anúncio
ansiedade
andrew
ambiental
aleatórias
ajudaram
agrícola
afastar
aeroporto
advogados
adoramos
actividade
acompanhar
acidentes
36
32
&
álbum
vulgar
vou-vos
vivi
vistas
viral
vias
venho
venham
veneza
vasta
vasos
vaca
usá-la
usem
típica
técnicos
tubo
transações
trabalhador
tornarmos
tiramos
texas
tentou
telhado
talibã
séria
surpreendeu
surpreendentemente
suportar
sonhar
solly
solares
significativamente
significativa
sexta-feira
separar
seguido
segredos
satélite
saturno
restrições
reserva
registos
receberam
reagir
querido
querida
quanta
pólen
puzzle
promover
primordial
prevenir
prestar
praça
poluição
planeamento
permissão
pensemos
pega
partidos
participantes
parlamento
opiniões
ocidentais
objetivos
obcecado
nigéria
neandertais
músicas
morrido
monitorizar
mo
minas
merecem
mecanismos
matemáticas
marítimo
marcar
líbia
lágrimas
limitado
libertação
lego
legislação
laços
lama
joel
israelitas
investimos
interacção
instantaneamente
indiano
independente
incluem
inacreditável
ido
houver
habilidade
gostariam
gigantes
gg
gastos
físicas
funcionamento
financiamento
fechar
faixas
facilidade
extinção
externa
explica
evoluímos
evidentemente
estivéssemos
estilistas
estacionamento
esqueletos
esquecer
espelho
espalhar
escapar
erradas
eric
encontrou
empresários
eletrónica
eh
duro
durar
dura
dono
dominante
dizem-nos
distantes
disseram-me
dispostas
diriam
diminui
deu-me
detecção
designer
desenvolveu
desempenhar
desafiar
demonstrar
deixar-vos
deitar
dedo
declaração
darwin
céus
curioso
culpado
criativos
crescente
coreia
continuou
conseguiria
conscientes
começando
clássico
cliente
científicos
charles
cerebrais
center
característica
caracteres
candidatos
canais
camião
básicos
butão
bordo
beira
bateria
basebol
azuis
atividades
associada
assistência
archie
aproximar-se
análises
animação
ampla
amo
alturas
africana
admitir
académico
abuso
abre
95
28
26
índice
ébola
viveu
vila
viam
versus
variações
usarem
urbanização
uniforme
uber
tumores
tratado
traição
tornarem
tijolo
teto
tatuagens
suponho
soldados
singapura
silicone
significar
setor
segue
secretária
seco
school
saírem
ruído
responsabilidades
respirar
reprodução
renovável
religiosas
relacionado
refere
refeição
recolhemos
reboque
raiz
raciocínio
químicas
queridos
queira
pólio
pânico
psicologia
prémios
protegem
procuramos
privada
prisões
previsões
preferidas
praticar
possui
pontas
pescoço
perdas
percebeu
pegarmos
pedi
pausa
parem
pareciam
pagamento
ouvirem
ouve
optimista
onu
ombro
oferece
obama
nojo
navio
nalguns
nacionais
mortal
montar
montanhas
modos
modernas
mobilidade
mel
manuscrito
machos
líquido
liderar
leitor
largura
lançámos
kansas
investimentos
interacções
intenções
integração
inovar
inovadores
ingredientes
infinito
imediata
iluminação
ilegais
hidrogénio
haviam
ha
gratuita
glass
gasto
gama
gabby
futuros
furacão
fumar
fraca
focados
fizerem
filmar
ficado
fechado
favorito
fases
famosa
falou
extraordinários
estranhas
estatuto
espiral
esperma
espaço-tempo
escondidas
escolhi
equações
ensaio
enigma
engraçado
emocionalmente
elétricos
elétrico
elefantes
educativo
e-mails
dúvidas
duração
duplicar
doce
dividir
discussões
dirão
diretora
diabo
designs
desespero
desenvolveram
desejos
desejava
desculpem
desapareceram
desaparece
denso
densidade
definir
daf-2
círculos
curvas
curiosa
culturais
criatura
credibilidade
copiar
cooperação
considero
considerem
conseguido
conjuntos
conhecidas
confortável
complicadas
comparem
comparar
coletiva
cola
citação
circular
cheias
chamaram
calças
britânica
biológica
biodiversidade
bicicletas
bandeira
baby
atrair
atingiu
arábia
aplica
almoço
alimentares
ajudar-nos
agosto
agenda
advogado
adivinhar
acções
acrescentar
acordar
acontecia
aceite
=
800
72
65
250
2006
1998
únicas
ótimas
ética
àquela
watson
viviam
viveram
vitória
vinham
vim
verdades
venha
vencedor
valioso
utilidade
usavam
típico
ténis
traços
transparente
traduzir
totalidade
torná-lo
tomamos
temas
sustentáveis
surpreendidos
surpreendido
subida
somália
simulação
seringa
segurar
secreto
salvo
sagrado
saco
ricas
reuniões
retratos
registar
regime
receptor
reações
razoável
pusemos
puderam
puder
pspt
prático
proust
protecção
programável
programadores
procuram
primata
preservativos
preocupante
preocupado
pormenores
piratas
piloto
pete
pertence
perseguir
permanecer
perigosos
percebe
pede
passeios
partilham
pareceu
paraíso
paradigma
parada
pagam
paga
ouvem
outono
of
ocorrer
observem
novembro
noruega
neve
neuronal
negativo
national
nascer
narrador
namorada
múltiplos
mutuamente
mutações
mostraram
morais
ministério
milhas
merece
mencionei
memorial
mede
marco
mandarim
mandar
mama
macho
lucro
linear
legado
lacuna
juntam
joelhos
jesus
islão
inteiramente
infeções
indicadores
independência
império
impostos
implica
impede
humor
hemisfério
guarda
grécia
governamentais
gore
glaciar
general
gatos
gasta
fôssemos
fundamentos
fumo
franceses
fraco
fornecimento
fornecem
fizeste
fingir
ficando
fibonacci
fevereiro
ferro
fazíamos
fazê-los
fascinado
facilitar
exato
examinar
exame
evoluiu
europeus
estimativa
essenciais
esqueçam
escritores
escrevo
envelhecer
entendimento
entendemos
ensaios
energético
encontrarem
emoção
emocionais
educar
educadores
ecrãs
dádiva
dá-me
durou
dobrar
divertida
diversos
diminuiu
diagrama
desesperadamente
dependentes
dependendo
deixado
deficiências
dadores
culpa
cuja
críticas
criativas
criados
criador
coral
cor-de-rosa
convencido
contraste
continuo
continuei
contigo
conteúdos
construídos
constituição
conservação
consentimento
congestionamento
configuração
conexão
condutores
composto
coletivo
colaborativo
colaborar
cobrir
clique
circuito
chá
chocante
chegada
chamava-se
certificado
categorias
capa
calcário
cadeias
básicas
botões
boston
bitcoins
belas
baterias
balão
babilónia
aventura
avanços
autorização
ausência
aumentam
ativista
atingido
artístico
argumentos
aposto
apoia
anónimas
andado
analogia
ampliar
amigas
alugar
airbnb
afetar
afectar
afectam
afastar-se
adulta
adicional
adequada
activo
600
55
404
2014
160
1,5
órbita
óleo
william
wall
votos
vizinho
visitas
visitantes
vencedores
vai-se
utilizam
usava
usarmos
urbanos
urbana
universitários
universitário
térmica
tráfego
tradutor
tornámos
tornamos
tira
território
terrenos
tempestades
tempestade
telhados
telefones
tbp
síndrome
séc
surpreendentes
superar
substância
subiu
ss
sinapses
servem
senso
secular
sabor
sabermos
reunião
restaurantes
ressonância
resistentes
resiliência
referi
rainha
radicais
quinto
pulso
pulmões
publicação
próteses
provocar
propriamente
pronta
projetar
progredir
privados
prioridades
preparação
preocupados
preferidos
preferida
preencher
precedentes
prato
pirâmide
pirataria
pilhagem
permitido
pergunto-me
perguntam
perfuração
perfurados
perdem
pediu
passear
passavam
parto
parceiro
palestina
pagos
pago
oxford
ouviu
ostra
orçamentos
orçamento
ong
olharam
nasceram
nadar
municipal
multa
mudarmos
minúsculo
minúsculas
metrónomos
mentalidade
meados
mary
marcha
manuscritos
manuais
maluco
malas
m
lâmpada
lindamente
linda
limpeza
limiar
licenciatura
leva-nos
leva-me
lenta
lembro
kit
juiz
jh
jerusalém
jamais
israelita
intuição
intervenções
interagem
intenção
integrado
instalar
inspirou
inovadoras
iniciar
influenciar
industriais
indicar
imunitário
impressora
imediato
idiota
horríveis
hormonas
honestamente
historicamente
high
hall
habituados
gémeos
grão
gravação
globo
gera
gastamos
gado
fórum
fêmeas
fruta
fria
fosso
forçar
filósofos
filósofo
ficaria
fenómenos
feminina
faz-nos
favorita
famosos
eólica
expressar
expectativas
existiu
evidente
estímulo
estivermos
estimulante
estaremos
específicas
espectro
esferas
escrituras
escritor
escondido
episódio
envolvimento
envolvido
entusiasmo
enfermaria
emocionante
elétrica
eleitoral
economista
domingo
documentar
diário
diversão
disciplina
diapositivo
determinada
detectar
destruída
desligar
desaparecem
depender
deixámos
deixe-me
deitado
decide
dano
códigos
custar
culinária
crimes
corresponde
correcto
convencional
controle
continuarmos
continentes
construí
constroem
conseguisse
conhece
confiante
comprimido
compreendia
compreendem
companheiros
comecem
combate
coluna
colocado
colar
cognitiva
cirurgias
científicas
chamar-lhe
chamamos-lhe
cave
casal
cantos
cairo
brown
brooklyn
brinquedo
brilho
brian
brancas
bolsa
bob
biólogos
biotecnologia
batedor
baseados
baleias
açúcar
avc
ativistas
atirar
atingem
atinge
associado
assegurar
arn
and
ambientais
ama
altruísmo
altera
ai
aguentar
admira
absorver
abraçar
abertas
^
700
+
íamos
átomo
águas
àquele
wikipedia
vê-los
vulnerável
voltam
vivido
vital
virtude
violação
vinho
viajei
van
vagas
ushahidi
urgente
ultrassonografia
uganda
tunísia
trinta
tradicionalmente
trabalhámos
tomam
tiram
tipicamente
tia
tendemos
tende
tedtalk
sydney
surgem
sucedida
sotaque
solucionar
soldado
sofre
slide
sinceramente
significam
sexualmente
sessão
seriamente
sepultura
sentiu
sentiam
sentei-me
selvagem
selva
seleção
sedas
sectores
sector
sarah
sanguíneos
rosa
rodar
revelação
resolvido
remoto
relva
relacionamentos
reconhecem
recife
reator
reacção
rb
ramo
quotidiana
quisemos
queijo
quebrar
quarta
qualidades
póster
pássaro
puxar
publicou
publicado
prótese
prédio
protótipos
protegidas
proporciona
projeções
proibição
produzido
produtores
probabilidades
pretos
precisas
postos
positivas
pontes
piso
perigosa
perde
pensando
peito
pedidos
passarem
partilhados
parasita
paixões
outubro
origens
orelha
oposição
oficiais
odisseu
ocorrem
obtivemos
obtive
observam
objectivos
negação
neandertal
nascemos
nascem
músculo
módulo
museus
mosquito
moldura
missouri
ministro
min
mesas
mencionar
mecânicas
maçã
matou
martin
mark
maria
manutenção
mantido
maio
litros
line
liberal
levaram
levantem
lentes
lata
julho
jiade
jennifer
jane
isolamento
ira
integrar
instinto
inspirado
iniciou
informático
inferno
indica
imprimir
implementar
impactos
ilustrar
idênticos
humanitária
hp
hotéis
henry
heforshe
harmonia
hambúrguer
habitat
habilidades
guiar
graves
gratuitamente
gras
gradualmente
glaciares
germes
gases
fórmula
funcionário
frigorífico
fricção
fotógrafo
forno
foie
flui
fizéssemos
fita
fique
finais
filhas
filadélfia
figura
ficará
ficarmos
fezes
feminino
faz-me
fará
faremos
fantásticos
falemos
falem
faciais
expostos
exponencialmente
exceção
evan
europeu
estádio
esquina
esquecemo-nos
espetáculo
esperto
espanha
espaciais
escritas
escrevem
escalas
equipas
entes
ensinam
ensinada
enganar
enfrentam
endereço
emite
eléctricos
elevados
dvd
dizer-me
distribuído
distinção
direto
director
diminuição
diagnósticos
desflorestação
desenvolvidos
desenvolve
descobrem
desce
desapareceu
dependem
definitivamente
decorrer
dava
darem
dan
d
custam
cumprir
críticos
criadas
costumávamos
contente
construíram
construindo
consiga
consideração
conor
confusa
confortáveis
concordar
computacional
compreendo
compra
composição
comportamental
comparado
comissão
comerciais
come
colocaram
colecção
cochrane
clínicas
city
chimpanzés
chimpanzé
chile
cereais
cenários
cegas
catedral
casais
carácter
carrinha
cantores
caem
brilhar
bloquear
biológicos
biológico
betão
bem-vindos
barris
barbearia
bar
baixas
avançado
autoridades
autoridade
atuais
atravessam
atrai
astronautas
asas
armadilha
aproxima
apropriado
apresentam
apercebemo-nos
apaixonado
antártida
antibióticos
andei
andamos
ancestral
amplitude
alerta
alemão
aleatória
aldeias
agência
agrícolas
agradecer
agente
adquirir
adequado
adam
actor
academia
abriu
aborto
abandonar
99
86
1999
1970
1945
1900
120
óscar
óbvia
yale
w
vínculo
voltarem
voltamos
vivian
vinte
veríamos
verme
vendedor
utilizada
urgência
unidimensional
tsunami
trágico
tráfico
trouxeram
trocas
treinador
trauma
tratava
transdutor
trabalharam
tornem
tomou
titã
tiroteios
tintas
tim
testemunhar
terços
terminado
termina
tentem
tentativas
tentarem
tentado
temperaturas
tem-se
telefónicas
t
sábado
surpresas
suicida
sugeriu
subtis
suave
storycorps
stop
sp
south
simpático
similares
silenciosa
sentirem-se
sentem-se
sensibilidade
sedução
saíram
sandy
salão
salva
s
rápidas
rotina
rezero
revisão
reverberação
retrato
resumir
resistente
reside
reparei
repararam
relatórios
relacionar
regiões
redenção
reconstrução
recebo
recebido
realidades
rastreio
raro
quisesse
quilos
quadros
põe
pulmão
puderem
provém
propor
progressos
procedimentos
privadas
primeiro-ministro
previsto
preocupem
preocupam
prender
precoce
precisos
posto
posse
pontapé
ponham
polícias
polarização
pleno
placas
piscina
piscar
pilha
petição
períodos
permitam-me
perigos
pergunto
performance
percebo
percebam
pensávamos
pegámos
pedem
passeio
parecidas
pacífico
ouço
otimista
otimismo
oriental
orgânica
orgulhosa
ongs
ocupar
nódulo
não-violência
nutrição
nl
ninho
nike
neurociência
nascido
naquelas
mudámos
move
mostramos
mohammed
mm
mito
migração
microsoft
meter
metas
mestria
mestres
melhora
medições
margens
lâmina
long
littlebits
lido
lidam
licença
libéria
liberais
lembra
lealdade
laser
justa
juntamos
julgo
judeu
joshua
johnny
itália
islâmico
iríamos
inventor
introdução
introduzir
intrigante
interruptor
interessam
interações
inquérito
inovador
iniciei
iniciais
inesperado
indonésia
independentes
incidente
in
idades
hábito
humanitário
hormona
honestidade
histórica
hardware
habitação
habitats
génio
guitarra
guardas
gravado
gramática
graffiti
governação
giro
genocídio
gelado
garrafa
ganhamos
galinha
galeria
fã
fármacos
futuras
funcionava
frágil
foguetão
fizessem
filtro
fechados
fazê-la
fator
fantasia
familiarizados
falhou
falavam
falarem
faiza
extrovertidos
existisse
exigências
exigência
excelência
evidência
estúpida
estudado
estigma
esquecemos
espiritual
esperanças
espanhol
espalhar-se
esfera
escritora
escolares
escadas
equipamentos
envolvida
enviam
entusiasmados
entrevistas
entrega
entramos
engenho
engenheiro
encontrei-me
encaixar
empolgante
empenhados
emma
egoísta
décimo
doze
dopamina
domingos
divulgar
dissessem
dissesse
disposição
diplomacia
diego
dh
deve-se
deuses
determina
desenvolvida
descreveu
desastres
definido
define
dar-nos
daniel
dando
daisy
curiosos
criarmos
criarem
corria
correntes
correm
corredor
copo
convincente
contínuo
contribuição
contou-me
conter
consigam
conservadores
conseguissem
conseguiríamos
conseguiremos
conferências
conectomas
condicionado
conclusões
concentrar-nos
comunicações
começava
coma
colónias
colunas
colocámos
colocam
coelho
classificação
chocolate
cheios
chefes
chamava
cega
caíram
caça
casamentos
carteira
carnegie
caridade
capturar
caneta
cancros
campanhas
calorias
cachorro
bruno
bonitos
bonitas
bell
basquetebol
baratas
automático
atraente
atos
asfalto
arredores
argentina
arcos
aprenderem
aplicada
apercebemos
aonde
anel
andamento
alarme
agrupamentos
afectadas
aceleração
abundante
absurdo
absoluta
abrimos
abril
abismo
5000
4000
38
2016
2003
1990
$
óculos
ângulos
ás
ártico
yr
xviii
voyager
voltámos
vietname
vestido
vende
veja
valorizar
valer
valem
ursos
urso
ubuntu
tweets
tubos
tropical
trivial
tristeza
tribo
tremendo
trazido
travar
transformou-se
trabalharem
torná-la
tolerância
tiro
terrestres
templo
teerão
tanzânia
tanques
séries
suricatas
supermercado
suicidas
subsariana
sra
sozinhas
sobe
smith
smartphone
skype
sistematicamente
sequenciar
separados
sentou-se
sentimo-nos
selecção
seguindo
sarajevo
saberem
s.
rumo
roubo
rever
respondi
repórteres
representado
repensar
relógio
religiosos
relacionamento
regularmente
reflexão
recuar
recorde
reconciliação
recolha
recessão
receio
realização
reabilitação
rara
ramos
ramificações
radicalmente
quisessem
quintal
quantia
pôs
pó
prosperar
prontas
projeção
problemático
preta
premissa
preferem
potenciar
politicamente
polinização
policial
poeira
picos
pesticidas
pesquisas
pesado
pesa
persuadir
perspetivas
personalizada
perguntaram
perdão
peguem
pediram-me
passiva
parei
parece-se
parcial
paralisia
panorama
paisagens
pagamos
ovos
ouçam
originalmente
orações
oposta
ombros
ocupados
ocde
ocasião
observámos
nu
notáveis
norte-americana
nervosos
negociações
navegador
nasce
narração
musicais
munições
mudei-me
mudamos
mostrando
mineiros
milímetro
milénio
mergulhar
merda
menores
membrana
meias
medimos
mecânicos
mata
maridos
marduk
maravilhas
manhãs
maliciosos
magnética
lê-lo
lâmpadas
loucas
logística
lobo
livremente
limitadas
levei
leu
lerem
lee
le
law
larvas
la
júpiter
juntaram-se
juntar-se
isolado
ironia
iranianos
inventado
interpretar
interno
interessada
inteiras
intangível
inspirados
inovadora
iniciativas
infeção
inclusão
inclui
inclinação
impulso
improvável
importam
implacável
imitador
humilhação
horários
honestos
honduras
homicídio
holmes
hollywood
herói
harry
habitantes
guiné
grãos
gritos
gravada
gratuito
grata
gowanus
gordos
girar
geram
gerais
gch
ganhei
ganharam
gaiola
fóssil
fígado
fénix
funcionavam
frequente
fotografar
forçado
fornece
folha
flutuações
flutuar
flexíveis
fins
financeiras
ficavam
festas
federal
fda
falecido
falarmos
falado
fabricante
exílio
externos
explosões
explodir
experimental
expandir-se
exista
exatidão
evoluíram
eus
estável
estocolmo
espreitar
espertos
espelhos
espada
escrevemos
escravos
escolhido
escolhem
enzimas
enviado
entregar
entidade
ensinou
enganados
enfim
encorajar
encontrarmos
encontra-se
empréstimos
emergente
emails
edição
duras
dominar
dividida
distâncias
distribuir
disparo
directo
dicionário
desertos
desenvolvi
desejamos
dental
demonstram
democrático
democrática
deixadas
dar-lhe
dali
dadas
curtas
curiosamente
cubo
crânio
cruel
critérios
cosmos
corri
corremos
corredores
controversa
contrariamente
continuando
contentores
consumir
construções
conspiração
consomem
consigamos
consideramos
conseguíamos
conseguirei
conforto
confiantes
conduz
comprei
compreendi
compreende
comando
coleção
circulação
cidadania
chegarmos
chapéu
cerne
ceo
centímetros
celular
celebrar
causou
causado
castanha
cash
casca
casaco
carol
campus
bruto
bronx
brevemente
boltzmann
benefício
batalhas
bastantes
barriga
aventuras
avançando
avaliações
autismo
autenticidade
atrasar
atlanta
ativismo
assistimos
assistente
assinatura
asiático
artística
artificiais
aproveitamento
apresentar-vos
aprendido
aposta
apercebi
apercebeu
apartamentos
aparecia
anual
ando
andares
andarem
amplamente
amizade
ambição
amamos
alimenta
alex
aleatoriamente
alargar
agricultor
afetadas
adorei
adoram
admiração
admirar
adaptação
acordos
acontecerá
aceitável
aceitou
acampamento
abastecimento
3000
29
2,5
1989
1984
1950
óssea
álcool
àqueles
zoom
zangado
vê-la
volto
voltemos
voltaria
vocais
visíveis
vissem
visitei
virtuais
viria
vira-se
violentas
vinci
vestir
verbal
vendidos
vegetal
vazios
utilizámos
utiliza
ucrânia
tópicos
tripulação
tremer
tratados
transformou
transferir
trabalhou
trabalhando
tornei
tomem
tomei
tomates
tomaram
tk
tirou
tirando
tinha-se
tigre
textura
testemunho
templos
tecnológico
taça
taskrabbit
tailândia
tabela
sólido
suíça
suspenso
supostamente
sujeitos
substituição
subjacente
stuxnet
stewart
stephen
soviética
sorriso
sonora
solteira
solidariedade
sofá
socialmente
smartphones
sintam
simpáticos
silencioso
significou
sexy
sexting
seta
sentiram
sentar
sensíveis
selvagens
seguidos
satisfação
sanitas
salários
saltos
salarial
saberão
rv
rosetta
roger
rodeia
robert
resíduos
resume
resultar
responderam
resolvidos
reproduzir
religioso
relevantes
registado
reflexo
refiro-me
reduzida
reduzem
reduz
racismo
quintas
queimar
quarteirão
pus
puro
provou
protestos
protege
prosseguir
propulsão
propinas
programador
produzimos
procurámos
procurem
procurando
processador
pretende
presidentes
preparado
poço
pouso
portal
pornografia
porcaria
pomos
plasma
pioneiros
piadas
peço-vos
pesca
personalizados
peritos
perigosas
perguntem
percebido
pedir-lhes
passivamente
parecida
parcerias
parado
ouvida
ouvia
origami
orgânicos
organizadas
orelhas
ordens
opep
oms
oficial
obtêm
obsessão
observarmos
objetiva
nódulos
notei
notar
noiva
newton
neutro
nervo
necessitamos
músculos
mínima
médicas
mundialmente
mudei
mudaria
movem
morre
moldar
minimamente
milénios
milha
mike
mexicanos
meteorológicos
meta
mestrado
maçãs
maxilar
matriz
maslow
masculino
maré
mario
maravilhosos
maomé
mantemos
magnífico
longos
longevidade
lolcats
localizar
livrar
limitação
limitar
limitados
limitada
leões
lesões
lembrem
leio
