
[UNK]
,
[START]
.
the
and
that
of
to
in
it
a
i
is
we
you
''
have
's
was
this
so
about
``
now
there
on
are
they
can
but
not
for
?
n't
like
be
—
with
what
would
things
people
one
more
from
do
did
by
back
were
way
some
my
his
because
an
all
'm
yeah
who
when
use
think
them
only
many
make
life
just
if
how
he
had
get
feel
does
could
at
actually
your
yet
world
work
will
why
time
these
then
take
story
stop
small
she
see
right
project
our
no
new
me
lot
her
go
first
down
countries
come
as
also
:
'll
year
worse
whole
which
well
water
very
value
us
turning
trying
theory
theater
thank
tell
system
swann
still
sound
sort
site
second
reality
proust
products
point
plus
pleasure
over
out
other
originally
or
oh
never
most
mind
maybe
making
looked
look
let
last
know
into
instance
help
has
happen
green
god
farmer
fact
exist
exactly
everything
every
even
energy
end
each
different
deep
created
country
changing
change
big
being
behind
began
been
admit
;
6,000
're
zero
young
yes
writes
write
worry
woolworth
wonderful
winner
whiter
white
whether
whatever
went
week
weed
ways
wars
want
walk
voting
vision
video
venue
veil
vanier
vaccine
uses
upgrade
up
understandable
underlying
under
u.s.
twitter
tweet
turns
turned
turn
travel
towards
touched
torture
tor
toolbox
took
too
today
times
throughout
three
thought
those
thinking
thing
than
texture
test
teresa
tedtalk
technology
technologist
technological
technical
tangible
talk
table
systems
symbols
sweden
survivor
survive
surrounding
surround
surgery
successful
strongly
strings
string
stock
stewart
stay
state
starts
springs
spraying
spoken
spending
species
space
songs
something
somebody
sodium
smoke
smell
six
single
sight
shorter
serendipity
sensors
sensitive
sense
seen
seem
seek
security
secure
secret
seconds
searchability
scrim
scratch
school
scandinavian
says
saying
same
said
rovers
round
rooms
rice
reward
results
resources
remote
remorse
religious
refugees
refrain
real
ready
rap
quoted
question
put
pundit
pulleys
protection
private
print
prime
priced
pressure
predicted
power
potentially
poor
pollution
political
please
plant
places
pink
picture
picket
physicality
physical
person
perish
period
perfect
perception
per
past
participants
pages
ourselves
ory
options
opens
old
okolloh
ok
off
numbers
number
nuclear
notoriously
none
night
news
net-zero
need
naval
nations
national
nanopatch
name
nairobi
mystery
must
much
mozambique
move
mother
money
mistress
mismanagement
minnesota
mine
might
microphone
mental
meet
mechanical
measure
meant
mean
may
mars
margin
marcin
made
machine
loved
love
looks
longer
long
logic
lives
live
listening
liking
lights
lever
letting
legacy
leash
learned
lawyer
late
largest
large
languages
land
lamps
king
kind
keystone
key
kenyan
keep
jean
jealous
iron
inverted
interior
interfered
interested
intention
intelligence
intangible
instruments
instead
instability
inside
information
industries
indians
indian
incredible
income
included
improve
important
illness
ideal
human
hoses
homogenous
hole
hold
history
himself
high
hide
hi
hey
here
herd
hell
hectare
happy
happened
grow
groups
ground
great
government
going
goggles
goes
giving
gives
girls
generation
friend
fresh
four
foundation
found
fortunate
forth
format
follow
fix
five
fewer
fence
fears
fear
far
family
fallen
faith
failed
extinct
extensive
expensive
excite
exchange
evening
environmental
enough
engineers
else
either
efficient
effective
ecosystem
easily
earthquake
earlier
during
drop
dream
dollars
doing
dna
discerning
devices
detects
designing
designers
democracy
defiance
deciding
decade
days
dark
curiosity
cruel
crop
criminalizing
creativity
course
couple
counts
counted
count
corner
copyright
context
contacted
consumer
conscious
complex
completely
company
collection
clue
climate
clear
classic
chris
choose
china
charm
changes
changed
chamber
challenging
century
celebration
case
capita
camera
called
ca
bunch
buildings
building
browser
broadcast
bring
breeders
bread
brazilian
brand
brain
braille
bracket
both
board
blogging
black
better
bend
below
beloved
begin
become
became
bc
batteries
bali
away
available
attempts
atmosphere
asylum
astonished
associated
ask
asian
around
appropriate
applause
anything
any
announced
animals
animal
analysis
america
amazon
almost
algorithm
agnostic
again
afterwards
advantage
advanced
adds
addition
adam
active
across
acid
accounting
accept
above
[END]
60
300
150,000
13-year-old
110
)
(
've
'd